Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/AboutApp.strings
Languages: hi, pt_pt

source: About
hi: के बारे में
pt_pt: Sobre

# appInfo
source: App Information
hi: ऐप जानकारी
pt_pt: Informações da App

# tagline
source: Smart flashcards for language learning
hi: भाषा सीखने के लिए स्मार्ट फ्लैशकार्ड
pt_pt: Cartões inteligentes para aprendizagem de línguas

source: Version
hi: संस्करण
pt_pt: Versão

source: Features
hi: सुविधाएं
pt_pt: Funcionalidades

# smartCards
source: Smart Flashcards
hi: स्मार्ट कार्ड
pt_pt: Cartões Inteligentes

# smartCardsDescription
source: Bilingual cards with auto-translation and text-to-speech
hi: स्वचालित अनुवाद और टेक्स्ट-टू-स्पीच के साथ द्विभाषी कार्ड
pt_pt: Cartões bilingues com tradução automática e texto para voz

# languagesTitle
source: 17 Languages
hi: 17 भाषाएं
pt_pt: 17 Línguas

# languagesDescription
source: Support for major world languages
hi: प्रमुख विश्व भाषाओं का समर्थन
pt_pt: Suporte para as principais línguas do mundo

source: Learning Analytics
hi: सीखने का विश्लेषण
pt_pt: Análise de Aprendizagem

# learningAnalyticsDescription
source: Track your progress and get personalized insights
hi: अपनी प्रगति को ट्रैक करें और व्यक्तिगत अंतर्दृष्टि प्राप्त करें
pt_pt: Acompanha o teu progresso e obtém insights personalizados

# tts
source: Text-to-Speech
hi: टेक्स्ट-टू-स्पीच
pt_pt: Texto para Voz

# ttsDescription
source: Hear pronunciation with TTS technology
hi: TTS तकनीक के साथ उच्चारण सुनें
pt_pt: Ouve a pronúncia com tecnologia TTS

source: App Support
hi: ऐप सहायता
pt_pt: Suporte da App

# appSupportDescription
source: If you have any questions or need assistance, feel free to reach out to us
hi: यदि आपके कोई प्रश्न हैं या सहायता की आवश्यकता है, तो बेझिझक हमसे संपर्क करें
pt_pt: Se tiveres alguma dúvida ou precisares de ajuda, não hesites em contactar-nos

source: Visit Website
hi: वेबसाइट पर जाएं
pt_pt: Visitar website

source: Contact Support
hi: सहायता से संपर्क करें
pt_pt: Contactar suporte

source: Rate on App Store
hi: App Store पर रेटिंग दें
pt_pt: Avaliar na App Store

# support
source: Support Development
hi: विकास का समर्थन करें
pt_pt: Apoiar o desenvolvimento

# supportDescription
source: If you enjoy Flippin, consider supporting its development
hi: यदि आप Flippin का आनंद लेते हैं, तो इसके विकास का समर्थन करने पर विचार करें
pt_pt: Se gostas do Flippin, considera apoiar o seu desenvolvimento

source: Buy me a coffee
hi: मुझे एक कॉफी खरीदें
pt_pt: Compra-me um café

# followSocialMedia
source: Follow us on social media:
hi: सोशल मीडिया पर हमें फॉलो करें:
pt_pt: Segue-nos nas redes sociais:

source: My Other Apps
hi: मेरे अन्य ऐप्स
pt_pt: As minhas outras apps

# myDictionaryTitle
source: My Dictionary | Learn Words
hi: मेरा शब्दकोश | शब्द सीखें
pt_pt: O Meu Dicionário | Aprende Palavras

# myDictionaryDescription
source: Master vocabulary in any language with smart definitions, pronunciation, and organization
hi: स्मार्ट परिभाषाओं, उच्चारण और संगठन के साथ किसी भी भाषा में शब्दावली में महारत हासिल करें
pt_pt: Domina vocabulário em qualquer língua com definições inteligentes, pronúncia e organização

source: Legal
hi: कानूनी

source: Privacy Policy
hi: गोपनीयता नीति
pt_pt: Política de Privacidade

source: Terms of Service
hi: सेवा की शर्तें
pt_pt: Termos de Serviço
