Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/AIFeatures.strings
Languages: ar, es, fr, hi, hr, it, ja, ko, nl, pt_pt, sv, uk, vi, zh_hans, zh_hant

# aiGeneratorTitle
source: AI Collection Generator
ar: مولد المجموعات بالذكاء الاصطناعي
es: Generador de Colecciones IA
fr: Générateur de Collections IA
hi: AI संग्रह जनरेटर
hr: AI Generator Kolekcija
it: Generatore di Collezioni AI
ja: AIコレクションジェネレーター
ko: AI 컬렉션 생성기
nl: AI Collectie Generator
pt_pt: Gerador de Coleções IA
sv: AI Samlingsgenerator
uk: Генератор колекцій ШІ
vi: Trình Tạo Bộ Sưu Tập AI
zh_hans: AI集合生成器
zh_hant: AI集合產生器

# aiGeneratorSubtitle
source: Create custom flashcard collections with AI
ar: أنشئ مجموعات بطاقات تعليمية مخصصة باستخدام الذكاء الاصطناعي
es: Crea colecciones de tarjetas personalizadas con IA
fr: Créez des collections de cartes personnalisées avec l'IA
hi: AI के साथ कस्टम फ्लैशकार्ड संग्रह बनाएं
hr: Stvorite prilagođene kolekcije flash kartica s AI
it: Crea collezioni di flashcard personalizzate con AI
ja: AIでカスタムフラッシュカードコレクションを作成
ko: AI로 맞춤형 플래시카드 컬렉션 생성
nl: Maak aangepaste flashcard-collecties met AI
pt_pt: Crie coleções de flashcards personalizadas com IA
sv: Skapa anpassade flashkortsamlingar med AI
uk: Створюйте користувацькі колекції флеш-карток за допомогою ШІ
vi: Tạo bộ sưu tập thẻ học tùy chỉnh với AI
zh_hans: 使用AI创建自定义学习卡集合
zh_hant: 使用AI建立自訂學習卡集合

# aiGeneratorDescription
source: Describe what you want to learn and AI will create a custom flashcard collection for you
ar: صف ما تريد تعلمه وسيقوم الذكاء الاصطناعي بإنشاء مجموعة بطاقات تعليمية مخصصة لك
es: Describe lo que quieres aprender y la IA creará una colección de tarjetas personalizada para ti
fr: Décrivez ce que vous voulez apprendre et l'IA créera une collection de cartes personnalisée pour vous
hi: वर्णन करें कि आप क्या सीखना चाहते हैं और AI आपके लिए एक कस्टम फ्लैशकार्ड संग्रह बनाएगा
hr: Opišite što želite naučiti i AI će stvoriti prilagođenu kolekciju flash kartica za vas
it: Descrivi cosa vuoi imparare e l'AI creerà una collezione di flashcard personalizzata per te
ja: 学びたいことを説明すると、AIがカスタムフラッシュカードコレクションを作成します
ko: 배우고 싶은 것을 설명하면 AI가 맞춤형 플래시카드 컬렉션을 만들어드립니다
nl: Beschrijf wat je wilt leren en AI maakt een aangepaste flashcard-collectie voor je
pt_pt: Descreva o que deseja aprender e a IA criará uma coleção de flashcards personalizada para si
sv: Beskriv vad du vill lära dig och AI kommer att skapa en anpassad flashkortsamling för dig
uk: Опишіть, що ви хочете вивчити, і ШІ створить для вас користувацьку колекцію флеш-карток
vi: Mô tả những gì bạn muốn học và AI sẽ tạo một bộ sưu tập thẻ học tùy chỉnh cho bạn
zh_hans: 描述您想学习的内容，AI将为您创建自定义学习卡集合
zh_hant: 描述您想學習的內容，AI將為您建立自訂學習卡集合

source: Your Request
ar: طلبك
es: Tu Solicitud
fr: Votre Demande
hi: आपका अनुरोध
hr: Vaš Zahtjev
it: La Tua Richiesta
ja: あなたのリクエスト
ko: 귀하의 요청
nl: Jouw Verzoek
pt_pt: O Seu Pedido
sv: Din Förfrågan
uk: Ваш Запит
vi: Yêu Cầu Của Bạn
zh_hans: 您的请求
zh_hant: 您的請求

source: Number of Cards
ar: عدد البطاقات
es: Número de Tarjetas
fr: Nombre de Cartes
hi: कार्डों की संख्या
hr: Broj Kartica
it: Numero di Carte
ja: カード数
ko: 카드 수
nl: Aantal Kaarten
pt_pt: Número de Cartões
sv: Antal Kort
uk: Кількість Карток
vi: Số Lượng Thẻ
zh_hans: 卡片数量
zh_hant: 卡片數量

source: Example Requests
ar: أمثلة الطلبات
es: Ejemplos de Solicitudes
fr: Exemples de Demandes
hi: उदाहरण अनुरोध
hr: Primjeri Zahtjeva
it: Esempi di Richieste
ja: リクエスト例
ko: 예시 요청
nl: Voorbeeldverzoeken
pt_pt: Exemplos de Pedidos
sv: Exempelförfrågningar
uk: Приклади Запитів
vi: Ví Dụ Yêu Cầu
zh_hans: 示例请求
zh_hant: 範例請求

source: Generate Collection
ar: إنشاء المجموعة
es: Generar Colección
fr: Générer la Collection
hi: संग्रह उत्पन्न करें
hr: Generiraj Kolekciju
it: Genera Collezione
ja: コレクションを生成
ko: 컬렉션 생성
nl: Collectie Genereren
pt_pt: Gerar Coleção
sv: Generera Samling
uk: Створити Колекцію
vi: Tạo Bộ Sưu Tập
zh_hans: 生成集合
zh_hant: 產生集合

source: Try Again
ar: حاول مرة أخرى
es: Intentar de Nuevo
fr: Réessayer
hi: फिर से प्रयास करें
hr: Pokušaj Ponovno
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw Proberen
pt_pt: Tentar Novamente
sv: Försök Igen
uk: Спробувати Знову
vi: Thử Lại
zh_hans: 重试
zh_hant: 重試

source: Import All
ar: استيراد الكل
es: Importar Todo
fr: Tout Importer
hi: सभी आयात करें
hr: Uvezi Sve
it: Importa Tutto
ja: すべてインポート
ko: 모두 가져오기
nl: Alles Importeren
pt_pt: Importar Tudo
sv: Importera Alla
uk: Імпортувати Все
vi: Nhập Tất Cả
zh_hans: 全部导入
zh_hant: 全部匯入

# requestPlaceholder
source: e.g., Spanish phrases for ordering at restaurants
ar: مثال: عبارات للطلب في المطاعم
es: ej., Frases para ordenar en restaurantes
fr: ex., Phrases pour commander au restaurant
hi: उदा., रेस्तरां में ऑर्डर करने के लिए वाक्यांश
hr: npr., Fraze za naručivanje u restoranima
it: es., Frasi per ordinare al ristorante
ja: 例：レストランで注文するためのフレーズ
ko: 예: 레스토랑에서 주문하기 위한 문구
nl: bijv., Zinnen voor bestellen in restaurants
pt_pt: ex., Frases para encomendar em restaurantes
sv: t.ex., Fraser för att beställa på restauranger
uk: напр., Фрази для замовлення в ресторанах
vi: vd., Cụm từ để đặt món tại nhà hàng
zh_hans: 例如：餐厅点餐用语
zh_hant: 例如：餐廳點餐用語

# requestTooLong
source: Request too long. Please keep it under 500 characters.
ar: الطلب طويل جداً. يرجى إبقاؤه أقل من 500 حرف.
es: Solicitud demasiado larga. Por favor, manténgala bajo 500 caracteres.
fr: Demande trop longue. Veuillez la garder sous 500 caractères.
hi: अनुरोध बहुत लंबा है। कृपया इसे 500 वर्णों के अंदर रखें।
hr: Zahtjev predugačak. Molimo držite ga ispod 500 znakova.
it: Richiesta troppo lunga. Per favore, mantienila sotto i 500 caratteri.
ja: リクエストが長すぎます。500文字以内にしてください。
ko: 요청이 너무 깁니다. 500자 이내로 유지해주세요.
nl: Verzoek te lang. Houd het onder 500 tekens.
pt_pt: Pedido demasiado longo. Por favor, mantenha-o abaixo de 500 caracteres.
sv: Förfrågan för lång. Håll den under 500 tecken.
uk: Запит занадто довгий. Будь ласка, скоротіть його до 500 символів.
vi: Yêu cầu quá dài. Vui lòng giữ dưới 500 ký tự.
zh_hans: 请求太长。请保持在500个字符以内。
zh_hant: 請求太長。請保持在500個字元以內。

# aiCoachTitle
source: AI Learning Coach
ar: مدرب التعلم بالذكاء الاصطناعي
es: Entrenador de Aprendizaje IA
fr: Coach d'Apprentissage IA
hi: AI सीखने का कोच
hr: AI Trener za Učenje
it: Coach di Apprendimento AI
ja: AI学習コーチ
ko: AI 학습 코치
nl: AI Leercoach
pt_pt: Treinador de Aprendizagem IA
sv: AI Inlärningscoach
uk: Тренер з навчання ШІ
vi: Huấn Luyện Viên Học Tập AI
zh_hans: AI学习教练
zh_hant: AI學習教練

# aiCoachDescription
source: Get personalized insights about your learning progress
ar: احصل على رؤى مخصصة حول تقدم تعلمك
es: Obtén información personalizada sobre tu progreso de aprendizaje
fr: Obtenez des informations personnalisées sur votre progression d'apprentissage
hi: अपनी सीखने की प्रगति के बारे में वैयक्तिकृत अंतर्दृष्टि प्राप्त करें
hr: Dobijte personalizirane uvide o svom napretku u učenju
it: Ottieni informazioni personalizzate sui tuoi progressi di apprendimento
ja: 学習の進捗状況についてパーソナライズされた洞察を取得
ko: 학습 진행 상황에 대한 개인화된 인사이트 받기
nl: Krijg gepersonaliseerde inzichten over je leervoortgang
pt_pt: Obtenha informações personalizadas sobre o seu progresso de aprendizagem
sv: Få personliga insikter om dina lärandeframsteg
uk: Отримуйте персоналізовані рекомендації про ваш прогрес у навчанні
vi: Nhận thông tin chi tiết được cá nhân hóa về tiến trình học tập của bạn
zh_hans: 获取关于您学习进度的个性化洞察
zh_hant: 獲取關於您學習進度的個人化洞察

source: Generate Insights
ar: إنشاء الرؤى
es: Generar Información
fr: Générer des Informations
hi: अंतर्दृष्टि उत्पन्न करें
hr: Generiraj Uvide
it: Genera Informazioni
ja: 洞察を生成
ko: 인사이트 생성
nl: Inzichten Genereren
pt_pt: Gerar Informações
sv: Generera Insikter
uk: Створити Рекомендації
vi: Tạo Thông Tin Chi Tiết
zh_hans: 生成洞察
zh_hant: 產生洞察

source: Refresh Insights
ar: تحديث الرؤى
es: Actualizar Información
fr: Actualiser les Informations
hi: अंतर्दृष्टि रीफ्रेश करें
hr: Osvježi Uvide
it: Aggiorna Informazioni
ja: 洞察を更新
ko: 인사이트 새로고침
nl: Inzichten Vernieuwen
pt_pt: Atualizar Informações
sv: Uppdatera Insikter
uk: Оновити Рекомендації
vi: Làm Mới Thông Tin Chi Tiết
zh_hans: 刷新洞察
zh_hant: 重新整理洞察

source: View Detailed Insights
ar: عرض الرؤى التفصيلية
es: Ver Información Detallada
fr: Voir les Informations Détaillées
hi: विस्तृत अंतर्दृष्टि देखें
hr: Prikaži Detaljne Uvide
it: Visualizza Informazioni Dettagliate
ja: 詳細な洞察を表示
ko: 자세한 인사이트 보기
nl: Gedetailleerde Inzichten Bekijken
pt_pt: Ver Informações Detalhadas
sv: Visa Detaljerade Insikter
uk: Переглянути Детальні Рекомендації
vi: Xem Thông Tin Chi Tiết
zh_hans: 查看详细洞察
zh_hant: 檢視詳細洞察

# analyzingProgress
source: AI is analyzing your progress...
ar: الذكاء الاصطناعي يحلل تقدمك...
es: La IA está analizando tu progreso...
fr: L'IA analyse votre progression...
hi: AI आपकी प्रगति का विश्लेषण कर रहा है...
hr: AI analizira vaš napredak...
it: L'AI sta analizzando i tuoi progressi...
ja: AIが進捗状況を分析中...
ko: AI가 진행 상황을 분석 중...
nl: AI analyseert je voortgang...
pt_pt: A IA está a analisar o seu progresso...
sv: AI analyserar dina framsteg...
uk: ШІ аналізує ваш прогрес...
vi: AI đang phân tích tiến trình của bạn...
zh_hans: AI正在分析您的进度...
zh_hant: AI正在分析您的進度...

source: Key Insights
ar: الرؤى الرئيسية
es: Información Clave
fr: Informations Clés
hi: मुख्य अंतर्दृष्टि
hr: Ključni Uvidi
it: Informazioni Chiave
ja: 主要な洞察
ko: 주요 인사이트
nl: Belangrijkste Inzichten
pt_pt: Informações Principais
sv: Nyckelinsikter
uk: Ключові Висновки
vi: Thông Tin Chính
zh_hans: 关键洞察
zh_hant: 關鍵洞察

source: Recommendations
ar: التوصيات
es: Recomendaciones
fr: Recommandations
hi: सिफारिशें
hr: Preporuke
it: Raccomandazioni
ja: 推奨事項
ko: 추천
nl: Aanbevelingen
pt_pt: Recomendações
sv: Rekommendationer
uk: Рекомендації
vi: Đề Xuất
zh_hans: 建议
zh_hant: 建議

# generatedAt
source: Generated %@
ar: تم الإنشاء %@
es: Generado %@
fr: Généré %@
hi: उत्पन्न %@
hr: Generirano %@
it: Generato %@
ja: 生成日時 %@
ko: 생성됨 %@
nl: Gegenereerd %@
pt_pt: Gerado %@
sv: Genererad %@
uk: Створено %@
vi: Được tạo %@
zh_hans: 生成于 %@
zh_hant: 產生於 %@

source: High Priority
ar: أولوية عالية
es: Alta Prioridad
fr: Haute Priorité
hi: उच्च प्राथमिकता
hr: Visoki Prioritet
it: Alta Priorità
ja: 高優先度
ko: 높은 우선순위
nl: Hoge Prioriteit
pt_pt: Alta Prioridade
sv: Hög Prioritet
uk: Високий Пріоритет
vi: Ưu Tiên Cao
zh_hans: 高优先级
zh_hant: 高優先順序

source: Medium Priority
ar: أولوية متوسطة
es: Prioridad Media
fr: Priorité Moyenne
hi: मध्यम प्राथमिकता
hr: Srednji Prioritet
it: Priorità Media
ja: 中優先度
ko: 중간 우선순위
nl: Gemiddelde Prioriteit
pt_pt: Prioridade Média
sv: Medelhög Prioritet
uk: Середній Пріоритет
vi: Ưu Tiên Trung Bình
zh_hans: 中优先级
zh_hant: 中優先順序

source: Low Priority
ar: أولوية منخفضة
es: Baja Prioridad
fr: Basse Priorité
hi: निम्न प्राथमिकता
hr: Niski Prioritet
it: Bassa Priorità
ja: 低優先度
ko: 낮은 우선순위
nl: Lage Prioriteit
pt_pt: Baixa Prioridade
sv: Låg Prioritet
uk: Низький Пріоритет
vi: Ưu Tiên Thấp
zh_hans: 低优先级
zh_hant: 低優先順序

# aiNotReady
source: ChatGPT service is not ready. Please try again later.
ar: خدمة ChatGPT غير جاهزة. يرجى المحاولة مرة أخرى لاحقاً.
es: El servicio ChatGPT no está listo. Por favor, inténtalo más tarde.
fr: Le service ChatGPT n'est pas prêt. Veuillez réessayer plus tard.
hi: ChatGPT सेवा तैयार नहीं है। कृपया बाद में पुनः प्रयास करें।
hr: ChatGPT usluga nije spremna. Molimo pokušajte kasnije.
it: Il servizio ChatGPT non è pronto. Per favore, riprova più tardi.
ja: ChatGPTサービスの準備ができていません。後でもう一度お試しください。
ko: ChatGPT 서비스가 준비되지 않았습니다. 나중에 다시 시도해주세요.
nl: ChatGPT-service is niet klaar. Probeer het later opnieuw.
pt_pt: O serviço ChatGPT não está pronto. Por favor, tente mais tarde.
sv: ChatGPT-tjänsten är inte redo. Försök igen senare.
uk: Сервіс ChatGPT не готовий. Будь ласка, спробуйте пізніше.
vi: Dịch vụ ChatGPT chưa sẵn sàng. Vui lòng thử lại sau.
zh_hans: ChatGPT服务未准备好。请稍后重试。
zh_hant: ChatGPT服務未準備好。請稍後重試。

# aiFeatureDisabled
source: AI features are temporarily unavailable
ar: ميزات الذكاء الاصطناعي غير متاحة مؤقتاً
es: Las funciones de IA no están disponibles temporalmente
fr: Les fonctionnalités IA sont temporairement indisponibles
hi: AI सुविधाएं अस्थायी रूप से अनुपलब्ध हैं
hr: AI značajke su privremeno nedostupne
it: Le funzionalità AI sono temporaneamente non disponibili
ja: AI機能は一時的に利用できません
ko: AI 기능을 일시적으로 사용할 수 없습니다
nl: AI-functies zijn tijdelijk niet beschikbaar
pt_pt: As funcionalidades de IA estão temporariamente indisponíveis
sv: AI-funktioner är tillfälligt otillgängliga
uk: Функції ШІ тимчасово недоступні
vi: Tính năng AI tạm thời không khả dụng
zh_hans: AI功能暂时不可用
zh_hant: AI功能暫時無法使用

# aiInvalidResponse
source: Received invalid response from AI. Please try again.
ar: تم تلقي استجابة غير صالحة من الذكاء الاصطناعي. يرجى المحاولة مرة أخرى.
es: Respuesta inválida recibida de IA. Por favor, inténtalo de nuevo.
fr: Réponse invalide reçue de l'IA. Veuillez réessayer.
hi: AI से अमान्य प्रतिक्रिया प्राप्त हुई। कृपया फिर से प्रयास करें।
hr: Primljen nevažeći odgovor od AI. Molimo pokušajte ponovno.
it: Ricevuta risposta non valida dall'AI. Per favore, riprova.
ja: AIから無効な応答を受信しました。もう一度お試しください。
ko: AI로부터 잘못된 응답을 받았습니다. 다시 시도해주세요.
nl: Ongeldige reactie ontvangen van AI. Probeer het opnieuw.
pt_pt: Resposta inválida recebida da IA. Por favor, tente novamente.
sv: Fick ogiltigt svar från AI. Försök igen.
uk: Отримано недійсну відповідь від ШІ. Будь ласка, спробуйте знову.
vi: Nhận được phản hồi không hợp lệ từ AI. Vui lòng thử lại.
zh_hans: 收到来自AI的无效响应。请重试。
zh_hant: 收到來自AI的無效回應。請重試。

# aiNetworkError
source: Network connection failed. Check your internet and try again.
ar: فشل الاتصال بالشبكة. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
es: Falló la conexión de red. Verifica tu internet e inténtalo de nuevo.
fr: Échec de la connexion réseau. Vérifiez votre internet et réessayez.
hi: नेटवर्क कनेक्शन विफल रहा। अपना इंटरनेट जांचें और फिर से प्रयास करें।
hr: Mrežna veza nije uspjela. Provjerite svoj internet i pokušajte ponovno.
it: Connessione di rete fallita. Controlla la tua connessione internet e riprova.
ja: ネットワーク接続に失敗しました。インターネットを確認してもう一度お試しください。
ko: 네트워크 연결에 실패했습니다. 인터넷을 확인하고 다시 시도해주세요.
nl: Netwerkverbinding mislukt. Controleer je internet en probeer opnieuw.
pt_pt: Falha na ligação de rede. Verifique a sua internet e tente novamente.
sv: Nätverksanslutning misslyckades. Kontrollera din internetanslutning och försök igen.
uk: Не вдалося підключитися до мережі. Перевірте інтернет і спробуйте знову.
vi: Kết nối mạng thất bại. Kiểm tra internet của bạn và thử lại.
zh_hans: 网络连接失败。请检查您的互联网连接并重试。
zh_hant: 網路連線失敗。請檢查您的網際網路連線並重試。

# aiUnexpectedError
source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया फिर से प्रयास करें।
hr: Dogodila se neočekivana greška. Molimo pokušajte ponovno.
it: Si è verificato un errore imprevisto. Per favore, riprova.
ja: 予期しないエラーが発生しました。もう一度お試しください。
ko: 예기치 않은 오류가 발생했습니다. 다시 시도해주세요.
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.
pt_pt: Ocorreu um erro inesperado. Por favor, tente novamente.
sv: Ett oväntat fel uppstod. Försök igen.
uk: Сталася неочікувана помилка. Будь ласка, спробуйте знову.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.
zh_hans: 发生意外错误。请重试。
zh_hant: 發生意外錯誤。請重試。

# aiImportFailed
source: Failed to import cards. You may have reached your card limit.
ar: فشل استيراد البطاقات. ربما تكون قد وصلت إلى حد البطاقات الخاص بك.
es: No se pudieron importar las tarjetas. Es posible que hayas alcanzado tu límite de tarjetas.
fr: Échec de l'importation des cartes. Vous avez peut-être atteint votre limite de cartes.
hi: कार्ड आयात करने में विफल। आप अपनी कार्ड सीमा तक पहुंच गए होंगे।
hr: Uvoz kartica nije uspio. Možda ste dosegli svoje ograničenje kartica.
it: Impossibile importare le carte. Potresti aver raggiunto il limite di carte.
ja: カードのインポートに失敗しました。カード制限に達した可能性があります。
ko: 카드를 가져오는 데 실패했습니다. 카드 제한에 도달했을 수 있습니다.
nl: Kan kaarten niet importeren. Je hebt mogelijk je kaartlimiet bereikt.
pt_pt: Falha ao importar cartões. Pode ter atingido o seu limite de cartões.
sv: Kunde inte importera kort. Du kan ha nått din kortgräns.
uk: Не вдалося імпортувати картки. Можливо, ви досягли ліміту карток.
vi: Không thể nhập thẻ. Bạn có thể đã đạt đến giới hạn thẻ của mình.
zh_hans: 导入卡片失败。您可能已达到卡片限制。
zh_hant: 匯入卡片失敗。您可能已達到卡片限制。
