Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/CardImages.strings
Languages: hi, hr, ja, ru, sv, vi, zh_hant

# imageOnboarding.title
source: Visual Learning
hi: दृश्य सीखना
hr: Vizualno Učenje
ja: ビジュアル学習
ru: Визуальное Обучение
sv: Visuellt Lärande
vi: Học Tập Trực Quan
zh_hant: 視覺學習

# imageOnboarding.subtitle
source: Add images to your flashcards for better memory retention and visual learning
hi: बेहतर स्मृति प्रतिधारण और दृश्य सीखने के लिए अपने फ्लैशकार्ड में छवियाँ जोड़ें
hr: Dodajte slike svojim flash karticama za bolju memoriju i vizualno učenje
ja: フラッシュカードに画像を追加して、記憶力とビジュアル学習を向上
ru: Добавляйте изображения к флеш-карточкам для лучшего запоминания и визуального обучения
sv: Lägg till bilder till dina flashkort för bättre minnesretention och visuellt lärande
vi: Thêm hình ảnh vào thẻ học của bạn để ghi nhớ tốt hơn và học tập trực quan
zh_hant: 為您的學習卡添加圖片以提高記憶力和視覺學習效果

# imageOnboarding.previewTitle
source: See how your cards will look:
hi: देखें कि आपके कार्ड कैसे दिखेंगे:
hr: Pogledajte kako će vaše kartice izgledati:
ja: カードがどのように表示されるかを確認:
ru: Посмотрите, как будут выглядеть ваши карточки:
sv: Se hur dina kort kommer att se ut:
vi: Xem thẻ của bạn sẽ trông như thế nào:
zh_hant: 查看您的卡片效果：

# imageOnboarding.example.card1
source: I'd like to get your business card, please.
hi: मुझे आपका बिजनेस कार्ड चाहिए, कृपया।
hr: Želio bih dobiti vašu posjetnu karticu, molim.
ja: 名刺をいただけますか。
ru: Я бы хотел получить вашу визитную карточку, пожалуйста.
sv: Jag skulle vilja ha ditt visitkort, tack.
vi: Tôi muốn nhận danh thiếp của bạn.
zh_hant: 我想要您的名片，謝謝。

# imageOnboarding.example.card2
source: I need to warm up.
hi: मुझे वार्म अप करने की जरूरत है।
hr: Trebam se zagrijati.
ja: ウォームアップが必要です。
ru: Мне нужно размяться.
sv: Jag behöver värma upp.
vi: Tôi cần khởi động.
zh_hant: 我需要熱身。

# imageOnboarding.example.card3
source: I always travel by plane.
hi: मैं हमेशा हवाई जहाज से यात्रा करता हूं।
hr: Uvijek putujem avionom.
ja: いつも飛行機で旅行します。
ru: Я всегда путешествую на самолёте.
sv: Jag reser alltid med flyg.
vi: Tôi luôn đi du lịch bằng máy bay.
zh_hant: 我總是搭飛機旅行。

# imageOnboarding.benefit.memory.title
source: Better Memory
hi: बेहतर स्मृति
hr: Bolja Memorija
ja: 記憶力向上
ru: Лучшая Память
sv: Bättre Minne
vi: Trí Nhớ Tốt Hơn
zh_hant: 更好的記憶力

# imageOnboarding.benefit.memory.description
source: Visual cues help you remember faster
hi: दृश्य संकेत आपको तेजी से याद रखने में मदद करते हैं
hr: Vizualni signali pomažu vam da se brže sjetite
ja: 視覚的な手がかりで早く覚えられる
ru: Визуальные подсказки помогают запоминать быстрее
sv: Visuella ledtrådar hjälper dig att komma ihåg snabbare
vi: Gợi ý hình ảnh giúp bạn ghi nhớ nhanh hơn
zh_hant: 視覺提示幫助您更快記憶

# imageOnboarding.benefit.visual.title
source: Visual Learning
hi: दृश्य सीखना
hr: Vizualno Učenje
ja: ビジュアル学習
ru: Визуальное Обучение
sv: Visuellt Lärande
vi: Học Tập Trực Quan
zh_hant: 視覺學習

# imageOnboarding.benefit.visual.description
source: Learn with images, not just text
hi: केवल पाठ नहीं, छवियों के साथ सीखें
hr: Učite sa slikama, ne samo tekstom
ja: テキストだけでなく画像で学習
ru: Учитесь с изображениями, а не только с текстом
sv: Lär dig med bilder, inte bara text
vi: Học bằng hình ảnh, không chỉ văn bản
zh_hant: 用圖片學習，不只是文字

# imageOnboarding.benefit.enhanced.title
source: Enhanced Experience
hi: उन्नत अनुभव
hr: Poboljšano Iskustvo
ja: 体験の向上
ru: Улучшенный Опыт
sv: Förbättrad Upplevelse
vi: Trải Nghiệm Nâng Cao
zh_hant: 增強體驗

# imageOnboarding.benefit.enhanced.description
source: Make your flashcards more engaging
hi: अपने फ्लैशकार्ड को अधिक आकर्षक बनाएं
hr: Učinite svoje flash kartice privlačnijima
ja: フラッシュカードをより魅力的に
ru: Сделайте свои флеш-карточки более привлекательными
sv: Gör dina flashkort mer engagerande
vi: Làm cho thẻ học của bạn hấp dẫn hơn
zh_hant: 讓您的學習卡更具吸引力

# imageOnboarding.getStarted
source: Get Started
hi: शुरू करें
hr: Počni
ja: 始める
ru: Начать
sv: Kom igång
vi: Bắt Đầu
zh_hant: 開始使用

# imageOnboarding.skip
source: Skip
hi: छोड़ें
hr: Preskoči
ja: スキップ
ru: Пропустить
sv: Hoppa över
vi: Bỏ Qua
zh_hant: 跳過

# sectionTitle
source: Image
hi: छवि
hr: Slika
ja: 画像
ru: Изображение
sv: Bild
vi: Hình Ảnh
zh_hant: 圖片

source: Image Attached
hi: छवि संलग्न
hr: Slika Priložena
ja: 画像添付済み
ru: Изображение Прикреплено
sv: Bild Bifogad
vi: Đã Đính Kèm Hình Ảnh
zh_hant: 已附加圖片

source: Current Image
hi: वर्तमान छवि
hr: Trenutna Slika
ja: 現在の画像
ru: Текущее Изображение
sv: Nuvarande Bild
vi: Hình Ảnh Hiện Tại
zh_hant: 目前圖片

source: Tap to change
hi: बदलने के लिए टैप करें
hr: Dodirnite za promjenu
ja: タップして変更
ru: Нажмите, чтобы изменить
sv: Tryck för att ändra
vi: Chạm để thay đổi
zh_hant: 點擊更改

source: Add Image
hi: छवि जोड़ें
hr: Dodaj Sliku
ja: 画像を追加
ru: Добавить Изображение
sv: Lägg till Bild
vi: Thêm Hình Ảnh
zh_hant: 新增圖片

source: Remove
hi: हटाएं
hr: Ukloni
ja: 削除
ru: Удалить
sv: Ta bort
vi: Xóa
zh_hant: 刪除

source: Image unavailable
hi: छवि उपलब्ध नहीं है
hr: Slika nije dostupna
ja: 画像が利用できません
ru: Изображение недоступно
sv: Bild inte tillgänglig
vi: Hình ảnh không khả dụng
zh_hant: 圖片無法使用

# imageSearch.title
source: Search Images
hi: छवियाँ खोजें
hr: Pretraži Slike
ja: 画像を検索
ru: Поиск Изображений
sv: Sök Bilder
vi: Tìm Kiếm Hình Ảnh
zh_hant: 搜尋圖片

# imageSearch.searchPrompt
source: Search for images...
hi: छवियाँ खोजें...
hr: Pretraži slike...
ja: 画像を検索...
ru: Искать изображения...
sv: Sök bilder...
vi: Tìm kiếm hình ảnh...
zh_hant: 搜尋圖片...

# imageSearch.cancel
source: Cancel
hi: रद्द करें
hr: Odustani
ja: キャンセル
ru: Отмена
sv: Avbryt
vi: Hủy
zh_hant: 取消

# imageSearch.select
source: Select
hi: चुनें
hr: Odaberi
ja: 選択
ru: Выбрать
sv: Välj
vi: Chọn
zh_hant: 選擇

# imageSearch.loadMore
source: Load More
hi: अधिक लोड करें
hr: Učitaj Više
ja: さらに読み込む
ru: Загрузить Еще
sv: Ladda Fler
vi: Tải Thêm
zh_hant: 載入更多

# imageSearch.emptyState.title
source: Search for images
hi: छवियाँ खोजें
hr: Pretraži slike
ja: 画像を検索
ru: Искать изображения
sv: Sök bilder
vi: Tìm kiếm hình ảnh
zh_hant: 搜尋圖片

# imageSearch.emptyState.subtitle
source: Enter a search term above to find beautiful images from Pexels
hi: Pexels से सुंदर छवियाँ खोजने के लिए ऊपर खोज शब्द दर्ज करें
hr: Unesite pojam za pretraživanje iznad kako biste pronašli prekrasne slike s Pexelsa
ja: 上に検索語を入力してPexelsから美しい画像を見つけます
ru: Введите поисковый запрос выше, чтобы найти красивые изображения на Pexels
sv: Ange en sökterm ovan för att hitta vackra bilder från Pexels
vi: Nhập từ khóa tìm kiếm ở trên để tìm hình ảnh đẹp từ Pexels
zh_hant: 在上方輸入搜尋詞以從 Pexels 找到精美圖片

# imageSearch.error.title
source: Error
hi: त्रुटि
hr: Greška
ja: エラー
ru: Ошибка
sv: Fel
vi: Lỗi
zh_hant: 錯誤

# imageSearch.error.unknown
source: Unknown error occurred
hi: अज्ञात त्रुटि हुई
hr: Dogodila se nepoznata greška
ja: 不明なエラーが発生しました
ru: Произошла неизвестная ошибка
sv: Ett okänt fel uppstod
vi: Đã xảy ra lỗi không xác định
zh_hant: 發生未知錯誤

# imageSearch.error.ok
source: OK
hi: ठीक है
hr: U redu
zh_hant: 確定
