Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Add Card
ar: إضافة بطاقة
de: Karte Hinzufügen
fr: Ajouter une Carte
hi: कार्ड जोड़ें
hr: Dodaj Karticu
it: Aggiungi Carta
ja: カードを追加
ko: 카드 추가
nl: Kaart Toevoegen
pt_pt: Adicionar Cartão
ru: Добавить карточку
sv: Lägg till Kort
uk: Додати Картку
vi: Thêm Thẻ
zh_hans: 添加卡片
zh_hant: 新增卡片

source: Add New Card
ar: إضافة بطاقة جديدة
de: Neue Karte Hinzufügen
fr: Ajouter une Nouvelle Carte
hi: नया कार्ड जोड़ें
hr: Dodaj Novu Karticu
it: Aggiungi Nuova Carta
ja: 新しいカードを追加
ko: 새 카드 추가
nl: Nieuwe Kaart Toevoegen
pt_pt: Adicionar Novo Cartão
ru: Добавить новую карточку
sv: Lägg till Nytt Kort
uk: Додати Нову Картку
vi: Thêm Thẻ Mới
zh_hans: 添加新卡片
zh_hant: 新增卡片

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
hr: Postavke
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: My Cards
ar: بطاقاتي
de: Meine Karten
fr: Mes Cartes
hi: मेरे कार्ड
hr: Moje Kartice
it: Le Mie Carte
ja: マイカード
ko: 내 카드
nl: Mijn Kaarten
pt_pt: Os Meus Cartões
ru: Мои карточки
sv: Mina Kort
uk: Мої Картки
vi: Thẻ của Tôi
zh_hans: 我的卡片
zh_hant: 我的卡片

source: Background Styles
ar: أنماط الخلفية
de: Hintergrund-Stile
fr: Styles d'Arrière-plan
hi: पृष्ठभूमि शैलियां
hr: Stilovi Pozadine
it: Stili di Sfondo
ja: 背景スタイル
ko: 배경 스타일
nl: Achtergrondstijlen
pt_pt: Estilos de Fundo
ru: Стили фона
sv: Bakgrundsstilar
uk: Стилі Фону
vi: Kiểu Nền
zh_hans: 背景样式
zh_hant: 背景樣式

source: Background Demo
ar: عرض الخلفية
de: Hintergrund-Demo
fr: Démo d'Arrière-plan
hi: पृष्ठभूमि डेमो
hr: Demo Pozadine
it: Demo Sfondo
ja: 背景デモ
ko: 배경 데모
nl: Achtergrond Demo
pt_pt: Demo de Fundo
ru: Демо просмотр фонов
sv: Bakgrund Demo
uk: Демо Фону
vi: Demo Nền
zh_hans: 背景演示
zh_hant: 背景示範

# welcomeScreenTitle
source: Welcome to Flippin!
ar: مرحباً بك في Flippin!
de: Willkommen bei Flippin!
fr: Bienvenue sur Flippin !
hi: Flippin में आपका स्वागत है!
hr: Dobrodošli u Flippin!
it: Benvenuto su Flippin!
ja: Flippinへようこそ！
ko: Flippin에 오신 것을 환영합니다!
nl: Welkom bij Flippin!
pt_pt: Bem-vindo ao Flippin!
ru: Добро пожаловать в Flippin!
sv: Välkommen till Flippin!
uk: Ласкаво просимо до Flippin!
vi: Chào mừng đến với Flippin!
zh_hans: 欢迎使用Flippin！
zh_hant: 歡迎使用Flippin！

# welcomeScreenMessage
source: Flippin helps you learn languages for travel, study, or daily conversation using smart flashcards. Select your native language and the language you want to master.
ar: يساعدك Flippin على تعلم اللغات للسفر أو الدراسة أو المحادثة اليومية باستخدام بطاقات ذكية. اختر لغتك الأم واللغة التي تريد إتقانها.
de: Flippin hilft Ihnen dabei, Sprachen für Reisen, Studium oder tägliche Gespräche mit intelligenten Karteikarten zu lernen.
fr: Flippin vous aide à apprendre des langues pour voyager, étudier ou converser au quotidien en utilisant des cartes intelligentes.
hi: Flippin आपको यात्रा, अध्ययन या दैनिक बातचीत के लिए स्मार्ट फ्लैशकार्ड का उपयोग करके भाषाएं सीखने में मदद करता है। अपनी मातृभाषा और जिस भाषा को आप महारत हासिल करना चाहते हैं उसे चुनें।
hr: Flippin vam pomaže učiti jezike za putovanja, studij ili svakodnevni razgovor koristeći pametne kartice. Odaberite svoj materinski jezik i jezik koji želite savladati.
it: Flippin ti aiuta ad imparare lingue per viaggi, studio o conversazione quotidiana usando carte intelligenti.
ja: Flippinは旅行、勉強、日常会話のためにスマートフラッシュカードを使って言語を学ぶのに役立ちます。
ko: Flippin은 여행, 공부, 일상 대화를 위해 스마트 플래시카드를 사용하여 언어를 학습하는 데 도움이 됩니다. 모국어와 숙달하고 싶은 언어를 선택하세요.
nl: Flippin helpt je talen te leren voor reizen, studie of dagelijkse gesprekken met slimme flashcards. Selecteer je moedertaal en de taal die je wilt beheersen.
pt_pt: O Flippin ajuda-te a aprender idiomas para viagens, estudo ou conversação diária usando cartões inteligentes. Seleciona a tua língua materna e o idioma que queres dominar.
ru: Flippin помогает вам изучать языки для путешествий, учебы или повседневного общения с помощью умных карточек.
sv: Flippin hjälper dig att lära dig språk för resor, studier eller vardagliga konversationer med smarta flashcards. Välj ditt modersmål och språket du vill bemästra.
uk: Flippin допомагає вам вивчати мови для подорожей, навчання або щоденних розмов за допомогою розумних карток. Виберіть свою рідну мову та мову, яку ви хочете оволодіти.
vi: Flippin giúp bạn học ngôn ngữ cho du lịch, học tập hoặc trò chuyện hàng ngày bằng cách sử dụng thẻ thông minh. Chọn ngôn ngữ mẹ đẻ và ngôn ngữ bạn muốn thành thạo.
zh_hans: Flippin帮助您学习语言用于旅行、学习或日常对话，使用智能闪卡。选择您的母语和您想掌握的语言。
zh_hant: Flippin幫助您學習語言用於旅行、學習或日常對話，使用智能閃卡。選擇您的母語和您想掌握的語言。

source: My language
ar: لغتي
de: Meine Sprache
fr: Ma langue
hi: मेरी भाषा
hr: Moj jezik
it: La mia lingua
ja: 私の言語
ko: 내 언어
nl: Mijn taal
pt_pt: A minha língua
ru: Мой язык
sv: Mitt språk
uk: Моя мова
vi: Ngôn ngữ của tôi
zh_hans: 我的语言
zh_hant: 我的語言

# myLanguageDesc
source: Your native language
ar: لغتك الأم
de: Ihre Muttersprache
fr: Votre langue maternelle
hi: आपकी मातृभाषा
hr: Vaš materinski jezik
it: La tua lingua madre
ja: あなたの母国語
ko: 당신의 모국어
nl: Je moedertaal
pt_pt: A tua língua materna
ru: Ваш родной язык
sv: Ditt modersmål
uk: Ваша рідна мова
vi: Ngôn ngữ mẹ đẻ của bạn
zh_hans: 您的母语
zh_hant: 您的母語

source: I'm learning
ar: أنا أتعلم
de: Ich lerne
fr: J'apprends
hi: मैं सीख रहा हूं
hr: Učim
it: Sto imparando
ja: 学習中
ko: 학습 중
nl: Ik leer
pt_pt: Estou a aprender
ru: Я изучаю
sv: Jag lär mig
uk: Я вивчаю
vi: Tôi đang học
zh_hans: 我正在学习
zh_hant: 我正在學習

# imLearningDesc
source: The language you want to learn
ar: اللغة التي تريد تعلمها
de: Die Sprache, die Sie lernen möchten
fr: La langue que vous voulez apprendre
hi: जिस भाषा को आप सीखना चाहते हैं
hr: Jezik koji želite učiti
it: La lingua che vuoi imparare
ja: 学習したい言語
ko: 학습하고 싶은 언어
nl: De taal die je wilt leren
pt_pt: O idioma que queres aprender
ru: Язык, который вы хотите изучить
sv: Språket du vill lära dig
uk: Мова, яку ви хочете вивчити
vi: Ngôn ngữ bạn muốn học
zh_hans: 您想学习的语言
zh_hant: 您想學習的語言

# continueButton
source: Continue
ar: متابعة
de: Weiter
fr: Continuer
hi: जारी रखें
hr: Nastavi
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Back
ar: رجوع
de: Zurück
fr: Retour
hi: वापस
hr: Natrag
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_pt: Voltar
ru: Назад
sv: Tillbaka
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Get Started
ar: ابدأ
de: Loslegen
fr: Commencer
hi: शुरू करें
hr: Započni
it: Inizia
ja: 始める
ko: 시작하기
nl: Beginnen
pt_pt: Começar
ru: Начать
sv: Kom igång
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# chooseLanguages
source: Choose Your Languages
ar: اختر لغاتك
de: Wählen Sie Ihre Sprachen
fr: Choisissez Vos Langues
hi: अपनी भाषाएं चुनें
hr: Odaberite Svoje Jezike
it: Scegli le Tue Lingue
ja: 言語を選択
ko: 언어 선택
nl: Kies Je Talen
pt_pt: Escolhe os Teus Idiomas
ru: Выберите ваши языки
sv: Välj Dina Språk
uk: Виберіть Ваші Мови
vi: Chọn Ngôn Ngữ Của Bạn
zh_hans: 选择您的语言
zh_hant: 選擇您的語言

# chooseLanguagesDesc
source: Select your native language and the language you want to learn
ar: اختر لغتك الأم واللغة التي تريد تعلمها
de: Wählen Sie Ihre Muttersprache und die Sprache, die Sie lernen möchten
fr: Sélectionnez votre langue maternelle et la langue que vous voulez apprendre
hi: अपनी मातृभाषा और जिस भाषा को आप सीखना चाहते हैं उसे चुनें
hr: Odaberite svoj materinski jezik i jezik koji želite učiti
it: Seleziona la tua lingua madre e la lingua che vuoi imparare
ja: 母国語と学習したい言語を選択してください
ko: 모국어와 학습하고 싶은 언어를 선택하세요
nl: Selecteer je moedertaal en de taal die je wilt leren
pt_pt: Seleciona a tua língua materna e o idioma que queres aprender
ru: Выберите свой родной язык и язык, который вы хотите изучить
sv: Välj ditt modersmål och språket du vill lära dig
uk: Виберіть свою рідну мову та мову, яку ви хочете вивчити
vi: Chọn ngôn ngữ mẹ đẻ và ngôn ngữ bạn muốn học
zh_hans: 选择您的母语和您想学习的语言
zh_hant: 選擇您的母語和您想學習的語言

# readyToStart
source: You're All Set!
ar: كل شيء جاهز!
de: Alles Bereit!
fr: Tout Est Prêt !
hi: सब कुछ तैयार है!
hr: Sve Je Spremno!
it: Tutto Pronto!
ja: 準備完了！
ko: 준비 완료!
nl: Alles Klaar!
pt_pt: Tudo Pronto!
ru: Все готово!
sv: Allt Klart!
uk: Все Готово!
vi: Tất Cả Sẵn Sàng!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

# readyToStartDesc
source: Your language learning journey begins now
ar: رحلة تعلم اللغة تبدأ الآن
de: Ihre Lernreise beginnt jetzt
fr: Votre voyage d'apprentissage commence maintenant
hi: आपकी भाषा सीखने की यात्रा अब शुरू होती है
hr: Vaše putovanje učenja jezika počinje sada
it: Il tuo viaggio di apprendimento inizia ora
ja: 言語学習の旅が今始まります
ko: 언어 학습 여정이 지금 시작됩니다
nl: Je taalreis begint nu
pt_pt: A tua jornada de aprendizagem começa agora
ru: Ваше путешествие в изучении языков начинается сейчас
sv: Din språkinlärningsresa börjar nu
uk: Ваша подорож вивчення мови починається зараз
vi: Hành trình học ngôn ngữ của bạn bắt đầu ngay bây giờ
zh_hans: 您的语言学习之旅现在开始
zh_hant: 您的語言學習之旅現在開始

# featureLearning
source: Auto Translation
ar: ترجمة تلقائية
de: Automatische Übersetzung
fr: Traduction Automatique
hi: स्वचालित अनुवाद
hr: Automatsko Prevođenje
it: Traduzione Automatica
ja: 自動翻訳
ko: 자동 번역
nl: Automatische Vertaling
pt_pt: Tradução Automática
ru: Автоматический перевод
sv: Automatisk Översättning
uk: Автоматичний Переклад
vi: Dịch Tự Động
zh_hans: 自动翻译
zh_hant: 自動翻譯

# featureLearningDesc
source: Real-time translation as you type
ar: ترجمة فورية أثناء الكتابة
de: Echtzeit-Übersetzung während Sie tippen
fr: Traduction en temps réel pendant que vous tapez
hi: टाइप करते समय वास्तविक समय अनुवाद
hr: Prevođenje u stvarnom vremenu dok tipkate
it: Traduzione in tempo reale mentre scrivi
ja: 入力時にリアルタイム翻訳
ko: 입력 시 실시간 번역
nl: Realtime vertaling terwijl je typt
pt_pt: Tradução em tempo real enquanto escreves
ru: Перевод в реальном времени при вводе
sv: Realtidsöversättning medan du skriver
uk: Переклад у реальному часі під час введення
vi: Dịch thời gian thực khi bạn nhập
zh_hans: 输入时实时翻译
zh_hant: 輸入時即時翻譯

# featureLanguages
source: 18 Languages
ar: 18 لغة
de: 18 Sprachen
fr: 17 Langues
hi: 18 भाषाएं
hr: 18 Jezika
it: 18 Lingue
ja: 17言語
ko: 18개 언어
nl: 18 Talen
pt_pt: 18 Idiomas
ru: 18 языков
sv: 18 Språk
uk: 18 Мов
vi: 18 Ngôn Ngữ
zh_hans: 18种语言
zh_hant: 18種語言

# featureLanguagesDesc
source: Support for major world languages
ar: دعم للغات العالم الرئيسية
de: Unterstützung für die wichtigsten Weltsprachen
fr: Support pour les principales langues du monde
hi: प्रमुख विश्व भाषाओं का समर्थन
hr: Podrška za glavne svjetske jezike
it: Supporto per le principali lingue del mondo
ja: 世界の主要言語をサポート
ko: 세계 주요 언어 지원
nl: Ondersteuning voor belangrijke wereldtalen
pt_pt: Suporte para os principais idiomas do mundo
ru: Поддержка основных языков мира
sv: Stöd för världens huvudspråk
uk: Підтримка основних мов світу
vi: Hỗ trợ các ngôn ngữ chính của thế giới
zh_hans: 支持世界主要语言
zh_hant: 支援世界主要語言

# featureSmart
source: Text-to-Speech
ar: تحويل النص إلى كلام
de: Text-zu-Sprache
fr: Synthèse Vocale
hi: टेक्स्ट-टू-स्पीच
hr: Tekst u Govor
it: Sintesi Vocale
ja: テキスト読み上げ
ko: 텍스트 음성 변환
nl: Tekst naar Spraak
pt_pt: Texto para Voz
ru: Синтез речи
sv: Text till Tal
uk: Перетворення Тексту в Мовлення
vi: Chuyển Văn Bản Thành Giọng Nói
zh_hans: 文字转语音
zh_hant: 文字轉語音

# featureSmartDesc
source: Hear pronunciation with TTS technology
ar: استمع للنطق بتقنية TTS
de: Hören Sie die Aussprache mit TTS-Technologie
fr: Écoutez la prononciation avec la technologie TTS
hi: TTS तकनीक के साथ उच्चारण सुनें
hr: Slušajte izgovor s TTS tehnologijom
it: Ascolta la pronuncia con la tecnologia TTS
ja: TTS技術で発音を聞く
ko: TTS 기술로 발음 듣기
nl: Luister naar uitspraak met TTS technologie
pt_pt: Ouve a pronúncia com tecnologia TTS
ru: Слушайте произношение с помощью технологии TTS
sv: Lyssna på uttal med TTS-teknik
uk: Слухайте вимову з технологією TTS
vi: Nghe phát âm với công nghệ TTS
zh_hans: 使用TTS技术听发音
zh_hant: 使用TTS技術聽發音

# finalFeatureAdd
source: Create custom flashcards
ar: أنشئ بطاقات مخصصة
de: Erstellen Sie benutzerdefinierte Karteikarten
fr: Créer des cartes personnalisées
hi: कस्टम फ्लैशकार्ड बनाएं
hr: Stvorite prilagođene kartice
it: Crea flashcard personalizzate
ja: カスタムフラッシュカードを作成
ko: 맞춤형 플래시카드 만들기
nl: Maak aangepaste flashcards
pt_pt: Cria cartões personalizados
ru: Создавайте пользовательские карточки
sv: Skapa anpassade flashcards
uk: Створюйте власні картки
vi: Tạo thẻ ghi nhớ tùy chỉnh
zh_hans: 创建自定义闪卡
zh_hant: 建立自訂閃卡

# finalFeaturePractice
source: Practice with audio pronunciation
ar: تدرب مع نطق صوتي
de: Üben Sie mit Audio-Aussprache
fr: Pratiquez avec la prononciation audio
hi: ऑडियो उच्चारण के साथ अभ्यास करें
hr: Vježbajte s audio izgovorom
it: Pratica con pronuncia audio
ja: 音声発音で練習
ko: 음성 발음으로 연습
nl: Oefen met audio uitspraak
pt_pt: Pratica com pronúncia de áudio
ru: Практикуйтесь с аудио произношением
sv: Öva med ljuduttal
uk: Практикуйтеся з аудіо вимовою
vi: Thực hành với phát âm âm thanh
zh_hans: 练习音频发音
zh_hant: 練習音訊發音

# finalFeatureProgress
source: Organize with tags and favorites
ar: نظم بالوسوم والمفضلة
de: Organisieren Sie mit Tags und Favoriten
fr: Organisez avec des étiquettes et favoris
hi: टैग और पसंदीदा के साथ व्यवस्थित करें
hr: Organizirajte s oznakama i favoritima
it: Organizza con tag e preferiti
ja: タグとお気に入りで整理
ko: 태그와 즐겨찾기로 정리
nl: Organiseer met tags en favorieten
pt_pt: Organiza com etiquetas e favoritos
ru: Организуйте с тегами и избранным
sv: Organisera med taggar och favoriter
uk: Організовуйте за допомогою тегів та улюблених
vi: Tổ chức với nhãn và yêu thích
zh_hans: 使用标签和收藏整理
zh_hant: 使用標籤和收藏整理

source: No cards yet
ar: لا توجد بطاقات بعد
de: Noch keine Karten
fr: Aucune carte pour le moment
hi: अभी तक कोई कार्ड नहीं
hr: Još nema kartica
it: Nessuna carta ancora
ja: まだカードがありません
ko: 아직 카드가 없습니다
nl: Nog geen kaarten
pt_pt: Ainda não há cartões
ru: Пока нет карточек
sv: Inga kort ännu
uk: Поки що немає карток
vi: Chưa có thẻ nào
zh_hans: 还没有卡片
zh_hant: 還沒有卡片

# tapToAddFirstCard
source: Tap the + button to add your first card
ar: انقر على الزر + لإضافة بطاقتك الأولى
de: Tippen Sie auf die + Schaltfläche, um Ihre erste Karte hinzuzufügen
fr: Appuyez sur le bouton + pour ajouter votre première carte
hi: अपना पहला कार्ड जोड़ने के लिए + बटन पर टैप करें
hr: Dodirnite + gumb za dodavanje prve kartice
it: Tocca il pulsante + per aggiungere la tua prima carta
ja: +ボタンをタップして最初のカードを追加
ko: + 버튼을 탭하여 첫 번째 카드를 추가하세요
nl: Tik op de + knop om je eerste kaart toe te voegen
pt_pt: Toca no botão + para adicionares o teu primeiro cartão
ru: Нажмите кнопку +, чтобы добавить свою первую карточку
sv: Tryck på + knappen för att lägga till ditt första kort
uk: Натисніть кнопку +, щоб додати свою першу картку
vi: Nhấn vào nút + để thêm thẻ đầu tiên của bạn
zh_hans: 点击+按钮添加您的第一张卡片
zh_hant: 點擊+按鈕新增您的第一張卡片

source: No cards with selected tag
ar: لا توجد بطاقات بالوسم المحدد
de: Keine Karten mit ausgewähltem Tag
fr: Aucune carte avec l'étiquette sélectionnée
hi: चयनित टैग के साथ कोई कार्ड नहीं
hr: Nema kartica s odabranom oznakom
it: Nessuna carta con il tag selezionato
ja: 選択されたタグのカードがありません
ko: 선택된 태그의 카드가 없습니다
nl: Geen kaarten met geselecteerde tag
pt_pt: Nenhum cartão com a etiqueta selecionada
ru: Нет карточек с выбранным тегом
sv: Inga kort med vald tagg
uk: Немає карток з вибраним тегом
vi: Không có thẻ nào với nhãn đã chọn
zh_hans: 没有选中标签的卡片
zh_hant: 沒有選中標籤的卡片

source: No cards found with tag "%@"
ar: لم يتم العثور على بطاقات بالوسم "%@"
de: Keine Karten mit Tag "%@" gefunden
fr: Aucune carte trouvée avec l'étiquette "%@"
hi: "%@" टैग के साथ कोई कार्ड नहीं मिला
hr: Nema kartica s oznakom "%@"
it: Nessuna carta trovata con il tag "%@"
ja: タグ「%@」のカードが見つかりません
ko: 태그 "%@"의 카드를 찾을 수 없습니다
nl: Geen kaarten gevonden met tag "%@"
pt_pt: Nenhum cartão encontrado com a etiqueta "%@"
ru: Не найдено карточек с тегом "%@"
sv: Inga kort hittades med taggen "%@"
uk: Не знайдено карток з тегом "%@"
vi: Không tìm thấy thẻ nào với nhãn "%@"
zh_hans: 没有找到标签为"%@"的卡片
zh_hant: 沒有找到標籤為「%@」的卡片

source: No cards available
ar: لا توجد بطاقات متاحة
de: Keine Karten verfügbar
fr: Aucune carte disponible
hi: कोई कार्ड उपलब्ध नहीं
hr: Nema dostupnih kartica
it: Nessuna carta disponibile
ja: 利用可能なカードがありません
ko: 사용 가능한 카드가 없습니다
nl: Geen kaarten beschikbaar
pt_pt: Nenhum cartão disponível
ru: Нет доступных карточек
sv: Inga kort tillgängliga
uk: Немає доступних карток
vi: Không có thẻ nào khả dụng
zh_hans: 没有可用的卡片
zh_hant: 沒有可用的卡片

source: No cards found
ar: لم يتم العثور على بطاقات
de: Keine Karten gefunden
fr: Aucune carte trouvée
hi: कोई कार्ड नहीं मिला
hr: Nema pronađenih kartica
it: Nessuna carta trovata
ja: カードが見つかりません
ko: 카드를 찾을 수 없습니다
nl: Geen kaarten gevonden
pt_pt: Nenhum cartão encontrado
ru: Карточки не найдены
sv: Inga kort hittades
uk: Картки не знайдено
vi: Không tìm thấy thẻ nào
zh_hans: 没有找到卡片
zh_hant: 沒有找到卡片

# addFirstCardToStartLearning
source: Add your first card to start learning
ar: أضف بطاقتك الأولى لبدء التعلم
de: Fügen Sie Ihre erste Karte hinzu, um mit dem Lernen zu beginnen
fr: Ajoutez votre première carte pour commencer à apprendre
hi: सीखना शुरू करने के लिए अपना पहला कार्ड जोड़ें
hr: Dodajte prvu karticu za početak učenja
it: Aggiungi la tua prima carta per iniziare ad imparare
ja: 最初のカードを追加して学習を開始
ko: 첫 번째 카드를 추가하여 학습을 시작하세요
nl: Voeg je eerste kaart toe om te beginnen met leren
pt_pt: Adiciona o teu primeiro cartão para começares a aprender
ru: Добавьте свою первую карточку, чтобы начать обучение
sv: Lägg till ditt första kort för att börja lära dig
uk: Додайте свою першу картку, щоб почати навчання
vi: Thêm thẻ đầu tiên của bạn để bắt đầu học
zh_hans: 添加您的第一张卡片开始学习
zh_hant: 新增您的第一張卡片開始學習

# noCardsMatchSearch
source: No cards match your search
ar: لا توجد بطاقات تطابق بحثك
de: Keine Karten entsprechen Ihrer Suche
fr: Aucune carte ne correspond à votre recherche
hi: आपकी खोज से मेल खाने वाला कोई कार्ड नहीं
hr: Nema kartica koje odgovaraju vašoj pretrazi
it: Nessuna carta corrisponde alla tua ricerca
ja: 検索に一致するカードがありません
ko: 검색과 일치하는 카드가 없습니다
nl: Geen kaarten die overeenkomen met je zoekopdracht
pt_pt: Nenhum cartão corresponde à tua pesquisa
ru: Нет карточек, соответствующих вашему поиску
sv: Inga kort matchar din sökning
uk: Немає карток, що відповідають вашому пошуку
vi: Không có thẻ nào khớp với tìm kiếm của bạn
zh_hans: 没有卡片匹配您的搜索
zh_hant: 沒有卡片符合您的搜尋

# noCardsForLanguagePair
source: No cards for this pair of languages
ar: لا توجد بطاقات لهذا الزوج من اللغات
de: Keine Karten für dieses Sprachenpaar
fr: Aucune carte pour cette paire de langues
hi: इस भाषा जोड़ी के लिए कोई कार्ड नहीं
hr: Nema kartica za ovaj par jezika
it: Nessuna carta per questa coppia di lingue
ja: この言語ペアのカードがありません
ko: 이 언어 쌍에 대한 카드가 없습니다
nl: Geen kaarten voor dit taalpaar
pt_pt: Nenhum cartão para este par de idiomas
ru: Нет карточек для этой пары языков
sv: Inga kort för detta språkpar
uk: Немає карток для цієї пари мов
vi: Không có thẻ nào cho cặp ngôn ngữ này
zh_hans: 没有此语言对的卡片
zh_hant: 沒有此語言對的卡片

source: Flip
ar: قلب
de: Umdrehen
fr: Retourner
hi: पलटें
hr: Okreni
it: Capovolgi
ja: めくる
ko: 뒤집기
nl: Omdraaien
pt_pt: Virar
ru: Перевернуть
sv: Vänd
uk: Перевернути
vi: Lật
zh_hans: 翻转
zh_hant: 翻轉

source: Tap to go back
ar: انقر للعودة
de: Tippen Sie, um zurückzugehen
fr: Appuyez pour revenir
hi: वापस जाने के लिए टैप करें
hr: Dodirnite za povratak
it: Tocca per tornare indietro
ja: タップして戻る
ko: 돌아가려면 탭하세요
nl: Tik om terug te gaan
pt_pt: Toca para voltar
ru: Нажмите, чтобы вернуться
sv: Tryck för att gå tillbaka
uk: Натисніть, щоб повернутися
vi: Nhấn để quay lại
zh_hans: 点击返回
zh_hant: 點擊返回

source: Available Tags
ar: الوسوم المتاحة
de: Verfügbare Tags
fr: Étiquettes Disponibles
hi: उपलब्ध टैग
hr: Dostupne Oznake
it: Tag Disponibili
ja: 利用可能なタグ
ko: 사용 가능한 태그
nl: Beschikbare Tags
pt_pt: Etiquetas Disponíveis
ru: Доступные теги
sv: Tillgängliga Taggar
uk: Доступні Теги
vi: Nhãn Khả Dụng
zh_hans: 可用标签
zh_hant: 可用標籤

source: No tags available
ar: لا توجد وسوم متاحة
de: Keine Tags verfügbar
fr: Aucune étiquette disponible
hi: कोई टैग उपलब्ध नहीं
hr: Nema dostupnih oznaka
it: Nessun tag disponibile
ja: 利用可能なタグがありません
ko: 사용 가능한 태그가 없습니다
nl: Geen tags beschikbaar
pt_pt: Nenhuma etiqueta disponível
ru: Нет доступных тегов
sv: Inga taggar tillgängliga
uk: Немає доступних тегів
vi: Không có nhãn nào khả dụng
zh_hans: 没有可用标签
zh_hant: 沒有可用標籤

# manageTagsInSettings
source: Manage tags in the settings.
ar: إدارة الوسوم في الإعدادات.
de: Verwalten Sie Tags in den Einstellungen.
fr: Gérez les étiquettes dans les paramètres.
hi: सेटिंग्स में टैग प्रबंधित करें।
hr: Upravljajte oznakama u postavkama.
it: Gestisci i tag nelle impostazioni.
ja: 設定でタグを管理してください。
ko: 설정에서 태그를 관리하세요.
nl: Beheer tags in de instellingen.
pt_pt: Gerencia as etiquetas nas definições.
ru: Управляйте тегами в настройках.
sv: Hantera taggar i inställningarna.
uk: Керуйте тегами в налаштуваннях.
vi: Quản lý nhãn trong cài đặt.
zh_hans: 在设置中管理标签。
zh_hant: 在設定中管理標籤。

source: To settings
ar: إلى الإعدادات
de: Zu den Einstellungen
fr: Vers les paramètres
hi: सेटिंग्स में
hr: U postavke
it: Alle impostazioni
ja: 設定へ
ko: 설정으로
nl: Naar instellingen
pt_pt: Para definições
ru: В настройки
sv: Till inställningar
uk: До налаштувань
vi: Đến cài đặt
zh_hans: 前往设置
zh_hant: 前往設定

source: New tag name
ar: اسم الوسم الجديد
de: Neuer Tag-Name
fr: Nom de la nouvelle étiquette
hi: नया टैग नाम
hr: Naziv nove oznake
it: Nome nuovo tag
ja: 新しいタグ名
ko: 새 태그 이름
nl: Nieuwe tag naam
pt_pt: Nome da nova etiqueta
ru: Название нового тега
sv: Nytt taggnamn
uk: Назва нового тегу
vi: Tên nhãn mới
zh_hans: 新标签名称
zh_hant: 新標籤名稱

source: Add
ar: إضافة
de: Hinzufügen
fr: Ajouter
hi: जोड़ें
hr: Dodaj
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add Tag
ar: إضافة وسم
de: Tag Hinzufügen
fr: Ajouter une Étiquette
hi: टैग जोड़ें
hr: Dodaj Oznaku
it: Aggiungi Tag
ja: タグを追加
ko: 태그 추가
nl: Tag Toevoegen
pt_pt: Adicionar Etiqueta
ru: Добавить тег
sv: Lägg till Tagg
uk: Додати Тег
vi: Thêm Nhãn
zh_hans: 添加标签
zh_hant: 新增標籤

source: Tags Management
ar: إدارة الوسوم
de: Tag-Verwaltung
fr: Gestion des Étiquettes
hi: टैग प्रबंधन
hr: Upravljanje Oznakama
it: Gestione Tag
ja: タグ管理
ko: 태그 관리
nl: Tag Beheer
pt_pt: Gestão de Etiquetas
ru: Управление тегами
sv: Tagghantering
uk: Управління Тегами
vi: Quản Lý Nhãn
zh_hans: 标签管理
zh_hant: 標籤管理

source: Filter by Tag
ar: تصفية حسب الوسم
de: Nach Tag Filtern
fr: Filtrer par Étiquette
hi: टैग द्वारा फ़िल्टर करें
hr: Filtriraj po Oznaci
it: Filtra per Tag
ja: タグでフィルター
ko: 태그로 필터링
nl: Filteren op Tag
pt_pt: Filtrar por Etiqueta
ru: Фильтровать по тегу
sv: Filtrera efter Tagg
uk: Фільтрувати за Тегом
vi: Lọc theo Nhãn
zh_hans: 按标签筛选
zh_hant: 依標籤篩選

source: Filter by Language
ar: تصفية حسب اللغة
de: Nach Sprache filtern
fr: Filtrer par Langue
hi: भाषा द्वारा फ़िल्टर करें
hr: Filtriraj po Jeziku
it: Filtra per Lingua
ja: 言語でフィルター
ko: 언어로 필터링
nl: Filteren op Taal
pt_pt: Filtrar por Idioma
ru: Фильтровать по языку
sv: Filtrera efter Språk
uk: Фільтрувати за Мовою
vi: Lọc theo Ngôn ngữ
zh_hans: 按语言筛选
zh_hant: 依語言篩選
