Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Completed study session
ar: تم إكمال جلسة الدراسة
de: Lernsession abgeschlossen
fr: Session d'étude terminée
hi: अध्ययन सत्र पूरा हुआ
hr: Završena Sesija Učenja
it: Sessione di Studio Completata
ja: 学習セッション完了
ko: 공부 세션 완료
nl: Studiesessie Voltooid
pt_pt: Sessão de Estudo Concluída
ru: Завершена сессия изучения
sv: Studiesession Avslutad
uk: Сесію Вивчення Завершено
vi: Phiên Học Đã Hoàn Tất
zh_hans: 学习会话完成
zh_hant: 學習會話完成

# reviewedCardsInTime
source: Reviewed %d cards in %@
ar: تم مراجعة %d بطاقة في %@
de: %d Karten in %@ überprüft
fr: Révisé %d cartes en %@
hi: %@ में %d कार्ड की समीक्षा की
hr: Pregledano %d kartica u %@
it: Rivedute %d carte in %@
ja: %@で%d枚のカードを復習
ko: %@에 %d개 카드 검토
nl: %d kaarten herzien in %@
pt_pt: Reviu %d cartões em %@
ru: Просмотрено %d карточек за %@
sv: Granskade %d kort på %@
uk: Переглянуто %d карток за %@
vi: Đã xem lại %d thẻ trong %@
zh_hans: 在%@内复习了%d张卡片
zh_hant: 在%@內複習了%d張卡片

source: Recent
ar: حديث
de: Kürzlich
fr: Récent
hi: हाल ही में
hr: Nedavno
it: Recente
ja: 最近
ko: 최근
pt_pt: Recente
ru: Недавно
sv: Nyligen
uk: Нещодавно
vi: Gần Đây
zh_hans: 最近
zh_hant: 最近

# reachedCardsMastered
source: Reached %d cards mastered
ar: تم الوصول إلى %d بطاقة تم إتقانها
de: %d Karten beherrscht erreicht
fr: Atteint %d cartes maîtrisées
hi: %d निपुण कार्ड तक पहुंचा
hr: Postignuto %d savladanih kartica
it: Raggiunte %d carte padroneggiate
ja: %d枚のカードを習得
ko: %d개 카드 숙달
nl: %d kaarten beheerst
pt_pt: Dominou %d cartões
ru: Достигнуто %d освоенных карточек
sv: Bemästrade %d kort
uk: Опановано %d карток
vi: Đã thành thạo %d thẻ
zh_hans: 已掌握%d张卡片
zh_hant: 已掌握%d張卡片

# greatProgressBuildingFoundation
source: Great progress! You're building a strong foundation.
ar: تقدم رائع! أنت تبني أساسًا قويًا.
de: Großartiger Fortschritt! Sie bauen eine starke Grundlage.
fr: Excellent progrès ! Vous construisez une base solide.
hi: शानदार प्रगति! आप एक मजबूत नींव बना रहे हैं।
hr: Odličan napredak! Gradiš čvrstu osnovu.
it: Ottimo progresso! Stai costruendo una solida base.
ja: 素晴らしい進捗！強固な基盤を築いています。
ko: 훌륭한 진전! 견고한 기반을 만들고 있습니다.
nl: Geweldige vooruitgang! Je bouwt een solide basis.
pt_pt: Ótimo progresso! Estás a construir uma base sólida.
ru: Отличный прогресс! Вы строите прочную основу.
sv: Fantastiska framsteg! Du bygger en stabil grund.
uk: Чудовий прогрес! Ви будуєте міцну основу.
vi: Tiến bộ tuyệt vời! Bạn đang xây dựng một nền tảng vững chắc.
zh_hans: 进展出色！您正在建立坚实的基础。
zh_hant: 進展出色！您正在建立堅實的基礎。

source: First 10 cards mastered
ar: تم إتقان أول 10 بطاقات
de: Erste 10 Karten beherrscht
fr: Premières 10 cartes maîtrisées
hi: पहले 10 कार्ड निपुण
hr: Prvih 10 kartica savladano
it: Prime 10 carte padroneggiate
ja: 最初の10枚のカードを習得
ko: 첫 10개 카드 숙달
nl: Eerste 10 kaarten beheerst
pt_pt: Primeiros 10 cartões dominados
ru: Первые 10 карточек освоены
sv: Första 10 korten bemästrade
uk: Перші 10 карток опановано
vi: 10 thẻ đầu tiên đã thành thạo
zh_hans: 前10张卡片已掌握
zh_hant: 前10張卡片已掌握

# sevenDayStudyStreak
source: 7-day study streak
ar: سلسلة دراسة لمدة 7 أيام
de: 7-Tage-Lernserie
fr: Série d'étude de 7 jours
hi: 7 दिन की अध्ययन र streak
hr: 7-dnevni niz učenja
it: Serie di studio di 7 giorni
ja: 7日間の学習継続
ko: 7일 연속 공부
nl: Zeven dagen studie streak
pt_pt: Sequência de estudo de 7 dias
ru: 7-дневная серия изучения
sv: Sju dagars studierad
uk: Семиденна серія вивчення
vi: Chuỗi học 7 ngày
zh_hans: 7天学习连胜
zh_hant: 7天學習連勝

# fiftyCardsMastered
source: 50 cards mastered
ar: تم إتقان 50 بطاقة
de: 50 Karten beherrscht
fr: 50 cartes maîtrisées
hi: 50 कार्ड निपुण
hr: 50 kartica savladano
it: 50 carte padroneggiate
ja: 50枚のカードを習得
ko: 50개 카드 숙달
nl: Vijftig kaarten beheerst
pt_pt: 50 cartões dominados
ru: 50 карточек освоено
sv: Femtio kort bemästrade
uk: П’ятдесят карток опановано
vi: 50 thẻ đã thành thạo
zh_hans: 50张卡片已掌握
zh_hant: 50張卡片已掌握

# thirtyDayStudyStreak
source: 30-day study streak
ar: سلسلة دراسة لمدة 30 يومًا
de: 30-Tage-Lernserie
fr: Série d'étude de 30 jours
hi: 30 दिन की अध्ययन र streak
hr: 30-dnevni niz učenja
it: Serie di studio di 30 giorni
ja: 30日間の学習継続
ko: 30일 연속 공부
nl: Dertig dagen studie streak
pt_pt: Sequência de estudo de 30 dias
ru: 30-дневная серия изучения
sv: Trettio dagars studierad
uk: Тридцятиденна серія вивчення
vi: Chuỗi học 30 ngày
zh_hans: 30天学习连胜
zh_hant: 30天學習連勝

source: Completed
ar: مكتمل
de: Abgeschlossen
fr: Terminé
hi: पूरा हुआ
hr: Završeno
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pt_pt: Concluído
ru: Завершено
sv: Avslutad
uk: Завершено
vi: Hoàn Tất
zh_hans: 已完成
zh_hant: 已完成

source: In progress
ar: قيد التقدم
de: In Bearbeitung
fr: En cours
hi: प्रगति में
hr: U tijeku
it: In corso
ja: 進行中
ko: 진행 중
nl: In uitvoering
pt_pt: Em andamento
ru: В процессе
sv: Pågående
uk: В процесі
vi: Đang Tiến Hành
zh_hans: 进行中
zh_hant: 進行中

# youreMostProductiveIn
source: You're most productive in the %@
ar: أنت أكثر إنتاجية في %@
de: Sie sind am produktivsten am %@
fr: Vous êtes le plus productif le %@
hi: आप %@ में सबसे अधिक उत्पादक हैं
hr: Najproduktivniji si u %@
it: Sei più produttivo in %@
ja: あなたは%@で最も生産的です
ko: 당신은 %@에 가장 생산적입니다
nl: Je bent het meest productief in %@
pt_pt: És mais produtivo em %@
ru: Вы наиболее продуктивны в %@
sv: Du är mest produktiv under %@
uk: Ви найбільш продуктивні в %@
vi: Bạn hiệu quả nhất vào %@
zh_hans: 您在%@时最为高效
zh_hant: 您在%@時最為高效

# studySessionsDuringThisTime
source: Your study sessions during this time show better focus and retention.
ar: تظهر جلسات دراستك خلال هذا الوقت تركيزًا واحتفاظًا أفضل.
de: Ihre Lernsessions während dieser Zeit zeigen besseren Fokus und Behaltensleistung.
fr: Vos sessions d'étude pendant ce temps montrent une meilleure concentration et rétention.
hi: इस समय के दौरान आपके अध्ययन सत्र बेहतर ध्यान और प्रतिधारण दिखाते हैं।
hr: Tvoje sesije učenja tijekom ovog vremena pokazuju bolji fokus i zadržavanje.
it: Le tue sessioni di studio durante questo periodo mostrano maggiore concentrazione e ritenzione.
ja: この時間帯の学習セッションはより高い集中力と保持力を示します。
ko: 이 시간대의 공부 세션은 더 높은 집중력과 기억력을 보여줍니다.
nl: Je studiesessies tijdens deze tijd tonen betere focus en retentie.
pt_pt: As tuas sessões de estudo durante este período mostram maior foco e retenção.
ru: Ваши сессии изучения в это время показывают лучшую концентрацию и запоминание.
sv: Dina studiesessioner under denna tid visar bättre fokus och retention.
uk: Ваші сесії вивчення в цей час показують кращий фокус і запам’ятовування.
vi: Các phiên học của bạn trong thời gian này cho thấy sự tập trung và ghi nhớ tốt hơn.
zh_hans: 您在此时间段的学习会话显示出更好的专注力和记忆力。
zh_hant: 您在此時間段的學習會話顯示出更好的專注力和記憶力。

source: Optimal session length
ar: طول الجلسة المثالي
de: Optimale Sessionslänge
fr: Durée de session optimale
hi: इष्टतम सत्र लंबाई
hr: Optimalna Duljina Sesije
it: Durata ottimale della sessione
ja: 最適なセッション長
ko: 최적 세션 길이
nl: Optimale Sessielengte
pt_pt: Duração Ideal da Sessão
ru: Оптимальная длина сессии
sv: Optimal Sessionslängd
uk: Оптимальна Тривалість Сесії
vi: Thời Lượng Phiên Tối Ưu
zh_hans: 最佳会话长度
zh_hant: 最佳會話長度

# yourSessionsShowBestResults
source: Your %@ sessions show the best results.
ar: تظهر جلساتك %@ أفضل النتائج.
de: Ihre %@ Sessions zeigen die besten Ergebnisse.
fr: Vos sessions de %@ montrent les meilleurs résultats.
hi: आपके %@ सत्र सर्वश्रेष्ठ परिणाम दिखाते हैं।
hr: Tvoje sesije od %@ pokazuju najbolje rezultate.
it: Le tue sessioni di %@ mostrano i migliori risultati.
ja: %@のセッションが最高の結果を示します。
ko: %@ 세션이 최고의 결과를 보여줍니다.
nl: Je sessies van %@ tonen de beste resultaten.
pt_pt: As tuas sessões de %@ mostram os melhores resultados.
ru: Ваши %@ сессии показывают лучшие результаты.
sv: Dina sessioner på %@ visar bäst resultat.
uk: Ваші сесії тривалістю %@ показують найкращі результати.
vi: Các phiên %@ của bạn cho thấy kết quả tốt nhất.
zh_hans: 您的%@会话显示出最佳结果。
zh_hant: 您的%@會話顯示出最佳結果。

source: Consistent learning pattern
ar: نمط تعلم متسق
de: Konsistentes Lernmuster
fr: Modèle d'apprentissage cohérent
hi: निरंतर सीखने का पैटर्न
hr: Dosljedan obrazac učenja
it: Modello di apprendimento coerente
ja: 一貫した学習パターン
ko: 일관된 학습 패턴
nl: Consistent Leerpatroon
pt_pt: Padrão de Aprendizagem Consistente
ru: Последовательная модель обучения
sv: Konsekvent Inlärningsmönster
uk: Послідовний Шаблон Навчання
vi: Mô Hình Học Liên Tục
zh_hans: 持续学习模式
zh_hant: 持續學習模式

# yourStudyRoutineWorkingWell
source: Your %@ study routine is working well.
ar: روتين دراستك %@ يعمل بشكل جيد.
de: Ihre %@ Lernroutine funktioniert gut.
fr: Votre routine d'étude %@ fonctionne bien.
hi: आपकी %@ अध्ययन दिनचर्या अच्छी तरह से काम कर रही है।
hr: Tvoja rutina učenja od %@ dobro funkcionira.
it: La tua routine di studio di %@ funziona bene.
ja: %@の学習ルーチンがうまく機能しています。
ko: %@의 공부 루틴이 잘 작동하고 있습니다.
nl: Je studieroutine van %@ werkt goed.
pt_pt: A tua rotina de estudo de %@ está a funcionar bem.
ru: Ваша %@ рутина изучения работает хорошо.
sv: Din studierutin på %@ fungerar bra.
uk: Ваша рутина вивчення на %@ працює добре.
vi: Thói quen học %@ của bạn đang hoạt động tốt.
zh_hans: 您的%@学习例程效果良好。
zh_hant: 您的%@學習例程效果良好。

source: Improving accuracy
ar: تحسين الدقة
de: Verbesserung der Genauigkeit
fr: Amélioration de la précision
hi: सटीकता में सुधार
hr: Poboljšanje Točnosti
it: Miglioramento della precisione
ja: 正確性の向上
ko: 정확도 향상
nl: Nauwkeurigheid Verbeteren
pt_pt: A Melhorar a Precisão
ru: Улучшение точности
sv: Förbättrar Noggrannhet
uk: Покращення Точності
vi: Cải Thiện Độ Chính Xác
zh_hans: 提高准确率
zh_hant: 提高準確率

# recentAccuracyHigherThanBefore
source: Your recent accuracy is %d%% higher than before.
ar: دقتك الأخيرة أعلى بنسبة %d%% من قبل.
de: Ihre kürzliche Genauigkeit ist %d%% höher als zuvor.
fr: Votre précision récente est %d%% plus élevée qu'auparavant.
hi: आपकी हाल की सटीकता पहले की तुलना में %d%% अधिक है।
hr: Tvoja nedavna točnost je %d%% viša nego prije.
it: La tua precisione recente è %d%% più alta rispetto a prima.
ja: 最近の正確性が以前より%d%%高くなっています。
ko: 최근 정확도가 이전보다 %d%% 높습니다.
nl: Je recente nauwkeurigheid is %d%% hoger dan voorheen.
pt_pt: A tua precisão recente está %d%% maior do que antes.
ru: Ваша недавняя точность на %d%% выше, чем раньше.
sv: Din senaste noggrannhet är %d%% högre än tidigare.
uk: Ваша остання точність на %d%% вища, ніж раніше.
vi: Độ chính xác gần đây của bạn cao hơn %d%% so với trước đây.
zh_hans: 您最近的准确率比之前高%d%%。
zh_hant: 您最近的準確率比之前高%d%%。

source: Focus on accuracy
ar: التركيز على الدقة
de: Fokus auf Genauigkeit
fr: Concentrez-vous sur la précision
hi: सटीकता पर ध्यान दें
hr: Fokusiraj se na točnost
it: Concentrati sulla precisione
ja: 正確性に焦点を当てる
ko: 정확도에 집중
nl: Focus op Nauwkeurigheid
pt_pt: Foco na Precisão
ru: Сосредоточьтесь на точности
sv: Fokusera på Noggrannhet
uk: Фокус на Точності
vi: Tập Trung vào Độ Chính Xác
zh_hans: 专注准确率
zh_hant: 專注準確率

# recentAccuracyDecreased
source: Your recent accuracy has decreased. Consider reviewing difficult cards.
ar: انخفضت دقتك الأخيرة. فكر في مراجعة البطاقات الصعبة.
de: Ihre kürzliche Genauigkeit ist gesunken. Erwägen Sie, schwierige Karten zu überprüfen.
fr: Votre précision récente a diminué. Envisagez de réviser les cartes difficiles.
hi: आपकी हाल की सटीकता कम हो गई है। कठिन कार्ड की समीक्षा करने पर विचार करें।
hr: Tvoja nedavna točnost je smanjena. Razmotri pregled teških kartica.
it: La tua precisione recente è diminuita. Considera di rivedere le carte difficili.
ja: 最近の正確性が低下しています。難しいカードの復習を検討してください。
ko: 최근 정확도가 감소했습니다. 어려운 카드를 검토해 보세요.
nl: Je recente nauwkeurigheid is afgenomen. Overweeg moeilijke kaarten te herzien.
pt_pt: A tua precisão recente diminuiu. Considera rever cartões difíceis.
ru: Ваша недавняя точность снизилась. Рассмотрите повторение сложных карточек.
sv: Din senaste noggrannhet har minskat. Överväg att granska svåra kort.
uk: Ваша остання точність знизилася. Розгляньте повторення складних карток.
vi: Độ chính xác gần đây của bạn đã giảm. Hãy xem lại các thẻ khó.
zh_hans: 您最近的准确率下降了。考虑复习困难卡片。
zh_hant: 您最近的準確率下降了。考慮複習困難卡片。

source: Excellent progress
ar: تقدم ممتاز
de: Hervorragender Fortschritt
fr: Progrès excellent
hi: उत्कृष्ट प्रगति
hr: Izvrstan Napredak
it: Progresso eccellente
ja: 素晴らしい進捗
ko: 훌륭한 진행
nl: Uitstekende Vooruitgang
pt_pt: Progresso Excelente
ru: Отличный прогресс
sv: Utmärkt Framsteg
uk: Відмінний Прогрес
vi: Tiến Bộ Xuất Sắc
zh_hans: 出色进展
zh_hant: 出色進展

# masteredVocabularyPercentage
source: You've mastered %d%% of your vocabulary!
ar: لقد أتقنت %d%% من مفرداتك!
de: Sie haben %d%% Ihres Vokabulars beherrscht!
fr: Vous avez maîtrisé %d%% de votre vocabulaire !
hi: आपने अपनी शब्दावली का %d%% निपुण कर लिया है!
hr: Savladao si %d%% svog vokabulara!
it: Hai padroneggiato il %d%% del tuo vocabolario!
ja: 語彙の%d%%を習得しました！
ko: 어휘의 %d%%를 숙달했습니다!
nl: Je hebt %d%% van je woordenschat beheerst!
pt_pt: Dominaste %d%% do teu vocabulário!
ru: Вы освоили %d%% вашего словарного запаса!
sv: Du har bemästrat %d%% av ditt vokabulär!
uk: Ви опанували %d%% вашого словникового запасу!
vi: Bạn đã thành thạo %d%% từ vựng của mình!
zh_hans: 您已掌握%d%%的词汇量！
zh_hant: 您已掌握%d%%的詞彙量！

source: Good foundation
ar: أساس جيد
de: Gute Grundlage
fr: Bonne base
hi: अच्छी नींव
hr: Dobra Osnova
it: Buona base
ja: 良い基盤
ko: 좋은 기반
nl: Goede Basis
pt_pt: Boa Base
ru: Хорошая основа
sv: Bra Grund
uk: Хороша Основа
vi: Nền Tảng Tốt
zh_hans: 良好基础
zh_hant: 良好基礎

# masteredVocabularyKeepGoing
source: You've mastered %d%% of your vocabulary. Keep going!
ar: لقد أتقنت %d%% من مفرداتك. استمر!
de: Sie haben %d%% Ihres Vokabulars beherrscht. Weiter so!
fr: Vous avez maîtrisé %d%% de votre vocabulaire. Continuez !
hi: आपने अपनी शब्दावली का %d%% निपुण कर लिया है। आगे बढ़ते रहें!
hr: Savladao si %d%% svog vokabulara. Nastavi dalje!
it: Hai padroneggiato il %d%% del tuo vocabolario. Continua così!
ja: 語彙の%d%%を習得しました。続けてください！
ko: 어휘의 %d%%를 숙달했습니다. 계속하세요!
nl: Je hebt %d%% van je woordenschat beheerst. Ga zo door!
pt_pt: Dominaste %d%% do teu vocabulário. Continua assim!
ru: Вы освоили %d%% вашего словарного запаса. Продолжайте!
sv: Du har bemästrat %d%% av ditt vokabulär. Fortsätt så!
uk: Ви опанували %d%% вашого словникового запасу. Продовжуйте!
vi: Bạn đã thành thạo %d%% từ vựng của mình. Tiếp tục nhé!
zh_hans: 您已掌握%d%%的词汇量，继续努力！
zh_hant: 您已掌握%d%%的詞彙量，繼續努力！

source: Review difficult cards
ar: راجع البطاقات الصعبة
de: Schwierige Karten überprüfen
fr: Réviser les cartes difficiles
hi: कठिन कार्ड की समीक्षा करें
hr: Pregledaj teške kartice
it: Rivedi carte difficili
ja: 難しいカードを復習
ko: 어려운 카드 검토
nl: Herzie Moeilijke Kaarten
pt_pt: Rever Cartões Difíceis
ru: Повторите сложные карточки
sv: Granska Svåra Kort
uk: Переглянути Складні Картки
vi: Xem Lại Thẻ Khó
zh_hans: 复习困难卡片
zh_hant: 複習困難卡片

# cardsNeedMorePractice
source: %d cards need more practice. Focus on these to improve accuracy.
ar: %d بطاقة تحتاج إلى مزيد من التدريب. ركز على هذه لتحسين الدقة.
de: %d Karten benötigen mehr Übung. Konzentrieren Sie sich auf diese, um die Genauigkeit zu verbessern.
fr: %d cartes nécessitent plus de pratique. Concentrez-vous sur celles-ci pour améliorer la précision.
hi: %d कार्ड को और अभ्यास की आवश्यकता है। सटीकता सुधारने के लिए इन पर ध्यान दें।
hr: %d kartica treba više vježbe. Fokusiraj se na njih za poboljšanje točnosti.
it: %d carte necessitano di più pratica. Concentrati su queste per migliorare la precisione.
ja: %d枚のカードにさらなる練習が必要です。正確性を向上させるためにこれらに焦点を当ててください。
ko: %d개 카드가 더 많은 연습이 필요합니다. 정확도를 높이기 위해 이에 집중하세요.
nl: %d kaarten hebben meer oefening nodig. Focus hierop om je nauwkeurigheid te verbeteren.
pt_pt: %d cartões precisam de mais prática. Concentra-te neles para melhorar a precisão.
ru: %d карточек требуют больше практики. Сосредоточьтесь на них для улучшения точности.
sv: %d kort behöver mer övning. Fokusera på dessa för att förbättra noggrannheten.
uk: %d карток потребують більше практики. Зосередьтеся на них для покращення точності.
vi: %d thẻ cần luyện tập thêm. Tập trung vào chúng để cải thiện độ chính xác.
zh_hans: %d张卡片需要更多练习。专注于这些卡片以提高准确率。
zh_hant: %d張卡片需要更多練習。專注於這些卡片以提高準確率。

source: Add more vocabulary
ar: أضف المزيد من المفردات
de: Mehr Vokabular hinzufügen
fr: Ajouter plus de vocabulaire
hi: अधिक शब्दावली जोड़ें
hr: Dodaj više vokabulara
it: Aggiungi più vocabolario
ja: さらに語彙を追加
ko: 어휘 추가
nl: Voeg Meer Woordenschat Toe
pt_pt: Adicionar Mais Vocabulário
ru: Добавьте больше словарного запаса
sv: Lägg till Mer Vokabulär
uk: Додати Більше Словникового Запасу
vi: Thêm Từ Vựng
zh_hans: 添加更多词汇
zh_hant: 新增更多詞彙

# masteredMostCurrentCards
source: You've mastered most of your current cards. Ready for new challenges!
ar: لقد أتقنت معظم بطاقاتك الحالية. مستعد لتحديات جديدة!
de: Sie haben die meisten Ihrer aktuellen Karten beherrscht. Bereit für neue Herausforderungen!
fr: Vous avez maîtrisé la plupart de vos cartes actuelles. Prêt pour de nouveaux défis !
hi: आपने अपने वर्तमान कार्डों के अधिकांश को निपुण कर लिया है। नई चुनौतियों के लिए तैयार!
hr: Savladao si većinu svojih trenutnih kartica. Spreman za nove izazove!
it: Hai padroneggiato la maggior parte delle tue carte attuali. Pronto per nuove sfide!
ja: 現在のカードのほとんどを習得しました。新しい挑戦の準備はできています！
ko: 현재 카드의 대부분을 숙달했습니다. 새로운 도전에 준비되셨습니다!
nl: Je hebt de meeste van je huidige kaarten beheerst. Klaar voor nieuwe uitdagingen!
pt_pt: Dominaste a maioria dos teus cartões atuais. Pronto para novos desafios!
ru: Вы освоили большую часть ваших текущих карточек. Готовы к новым вызовам!
sv: Du har bemästrat de flesta av dina aktuella kort. Redo för nya utmaningar!
uk: Ви опанували більшість поточних карток. Готові до нових викликів!
vi: Bạn đã thành thạo hầu hết các thẻ hiện tại. Sẵn sàng cho thử thách mới!
zh_hans: 您已掌握大部分当前卡片。准备好迎接新挑战！
zh_hant: 您已掌握大部分當前卡片。準備好迎接新挑戰！

source: Extend your streak
ar: مدد سلسلتك
de: Ihre Serie verlängern
fr: Prolongez votre série
hi: अपनी र streak बढ़ाएं
hr: Produži svoj niz
it: Estendi la tua serie
ja: 継続を延ばす
ko: 연속 유지
nl: Verleng Je Streak
pt_pt: Estender a Tua Sequência
ru: Продлите вашу серию
sv: Förläng Din Rad
uk: Продовжити Серію
vi: Kéo Dài Chuỗi Học
zh_hans: 延长您的连胜
zh_hant: 延長您的連勝

# daysAwayFromAchievement
source: You're %d days away from a new achievement!
ar: أنت على بعد %d يوم من إنجاز جديد!
de: Sie sind %d Tage von einem neuen Erfolg entfernt!
fr: Vous êtes à %d jours d'un nouvel accomplissement !
hi: आप नई उपलब्धि से %d दिन दूर हैं!
hr: Udaljen si %d dana od novog postignuća!
it: Sei a %d giorni da un nuovo traguardo!
ja: 新しい実績まであと%d日です！
ko: 새로운 업적까지 %d일 남았습니다!
nl: Je bent %d dagen verwijderd van een nieuwe prestatie!
pt_pt: Estás a %d dias de uma nova conquista!
ru: Вам осталось %d дней до нового достижения!
sv: Du är %d dagar från en ny prestation!
uk: Ви за %d днів від нової досягнення!
vi: Bạn còn %d ngày nữa để đạt được thành tựu mới!
zh_hans: 您距离新成就还有%d天！
zh_hant: 您距離新成就還有%d天！

source: Build consistency
ar: بناء الاتساق
de: Konsistenz aufbauen
fr: Construire la cohérence
hi: निरंतरता बनाएं
hr: Izgradi konzistentnost
it: Costruisci coerenza
ja: 一貫性を築く
ko: 일관성 구축
nl: Bouw Consistentie
pt_pt: Construir Consistência
ru: Стройте последовательность
sv: Bygg Konsekvens
uk: Побудувати Послідовність
vi: Xây Dựng Tính Liên Tục
zh_hans: 建立一致性
zh_hant: 建立一致性

# tryToStudyDaily
source: Try to study daily to build a strong learning habit.
ar: حاول الدراسة يوميًا لبناء عادة تعلم قوية.
de: Versuchen Sie, täglich zu lernen, um eine starke Lerngewohnheit aufzubauen.
fr: Essayez d'étudier quotidiennement pour construire une habitude d'apprentissage solide.
hi: मजबूत सीखने की आदत बनाने के लिए रोजाना पढ़ने की कोशिश करें।
hr: Pokušaj učiti svakodnevno kako bi izgradio čvrstu naviku učenja.
it: Prova a studiare quotidianamente per costruire una solida abitudine di apprendimento.
ja: 強固な学習習慣を築くために毎日学習してみてください。
ko: 견고한 학습 습관을 만들기 위해 매일 공부해 보세요.
nl: Probeer dagelijks te studeren om een solide studiegewoonte op te bouwen.
pt_pt: Tenta estudar diariamente para construir um hábito de aprendizagem sólido.
ru: Попробуйте изучать ежедневно, чтобы построить сильную привычку обучения.
sv: Försök att studera dagligen för att bygga en stabil studievanan.
uk: Спробуйте вчитися щодня, щоб сформувати міцну звичку навчання.
vi: Hãy thử học hàng ngày để xây dựng thói quen học tập vững chắc.
zh_hans: 尝试每天学习以建立稳固的学习习惯。
zh_hant: 嘗試每天學習以建立穩固的學習習慣。

source: Improve accuracy
ar: تحسين الدقة
de: Genauigkeit verbessern
fr: Améliorer la précision
hi: सटीकता सुधारें
hr: Poboljšaj Točnost
it: Migliora la precisione
ja: 正確性を向上
ko: 정확도 향상
nl: Nauwkeurigheid Verbeteren
pt_pt: Melhorar a Precisão
ru: Улучшите точность
sv: Förbättra Noggrannhet
uk: Покращити Точність
vi: Cải Thiện Độ Chính Xác
zh_hans: 提高准确率
zh_hant: 提高準確率

# accuracyPercentageFocusQuality
source: Your accuracy is %d%%. Focus on quality over speed.
ar: دقتك هي %d%%. ركز على الجودة على السرعة.
de: Ihre Genauigkeit beträgt %d%%. Konzentrieren Sie sich auf Qualität statt Geschwindigkeit.
fr: Votre précision est de %d%%. Concentrez-vous sur la qualité plutôt que sur la vitesse.
hi: आपकी सटीकता %d%% है। गति के बजाय गुणवत्ता पर ध्यान दें।
hr: Tvoja točnost je %d%%. Fokusiraj se na kvalitetu umjesto na brzinu.
it: La tua precisione è del %d%%. Concentrati sulla qualità piuttosto che sulla velocità.
ja: あなたの正確性は%d%%です。速度よりも品質に焦点を当ててください。
ko: 당신의 정확도는 %d%%입니다. 속도보다 품질에 집중하세요.
nl: Je nauwkeurigheid is %d%%. Focus op kwaliteit in plaats van snelheid.
pt_pt: A tua precisão é de %d%%. Concentra-te na qualidade em vez da velocidade.
ru: Ваша точность %d%%. Сосредоточьтесь на качестве, а не на скорости.
sv: Din noggrannhet är %d%%. Fokusera på kvalitet snarare än hastighet.
uk: Ваша точність становить %d%%. Зосередьтеся на якості, а не на швидкості.
vi: Độ chính xác của bạn là %d%%. Tập trung vào chất lượng thay vì tốc độ.
zh_hans: 您的准确率为%d%%。注重质量而非速度。
zh_hant: 您的準確率為%d%%。注重品質而非速度。

source: Subscription Status
ar: حالة الاشتراك
de: Abonnement-Status
fr: Statut de l'Abonnement
hi: सदस्यता स्थिति
hr: Status Pretplate
it: Stato Abbonamento
ja: サブスクリプション状態
ko: 구독 상태
nl: Abonnement Status
pt_pt: Estado da Subscrição
ru: Статус подписки
sv: Prenumerationsstatus
uk: Статус Підписки
vi: Trạng Thái Đăng Ký
zh_hans: 订阅状态
zh_hant: 訂閱狀態

source: Active Subscription
ar: اشتراك نشط
de: Aktives Abonnement
fr: Abonnement Actif
hi: सक्रिय सदस्यता
hr: Aktivna Pretplata
it: Abbonamento Attivo
ja: アクティブなサブスクリプション
ko: 활성 구독
nl: Actief Abonnement
pt_pt: Subscrição Ativa
ru: Активная подписка
sv: Aktiv Prenumeration
uk: Активна Підписка
vi: Đăng Ký Hoạt Động
zh_hans: 活跃订阅
zh_hant: 活躍訂閱

source: Manage Subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
fr: Gérer l'Abonnement
hi: सदस्यता प्रबंधन
hr: Upravljanje Pretplatom
it: Gestisci Abbonamento
ja: サブスクリプション管理
ko: 구독 관리
nl: Abonnement Beheren
pt_pt: Gerir Subscrição
ru: Управление подпиской
sv: Hantera Prenumeration
uk: Керувати Підпискою
vi: Quản Lý Đăng Ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Purchase Testing
hi: खरीद परीक्षण
hr: Testiranje Kupnje
nl: Aankoop Testen
pt_pt: Teste de Compra

# testInAppPurchases
source: Test in-app purchases and get transaction IDs
hi: ऐप में खरीदारी का परीक्षण करें और लेनदेन आईडी प्राप्त करें
hr: Testiraj kupnje unutar aplikacije i dobij ID-ove transakcija
nl: Test in-app aankopen en ontvang transactie-ID's
pt_pt: Testa compras na aplicação e obtém IDs de transação

source: Open Purchase Test
hi: खरीद परीक्षण खोलें
hr: Otvori Test Kupnje
nl: Open Aankoop Test
pt_pt: Abrir Teste de Compra

source: Test Purchase
hi: परीक्षण खरीद
hr: Testna Kupnja
nl: Test Aankoop
pt_pt: Compra de Teste

# performTestPurchase
source: Perform a test purchase to get transaction ID
hi: लेनदेन आईडी प्राप्त करने के लिए परीक्षण खरीद करें
hr: Izvrši testnu kupnju za dobivanje ID-a transakcije
nl: Voer een test aankoop uit om een transactie-ID te ontvangen
pt_pt: Realiza uma compra de teste para obter o ID da transação

source: Transaction listener active
hi: लेनदेन श्रोता सक्रिय
hr: Slušač transakcija aktivan
nl: Transactie Listener Actief
pt_pt: Ouvinte de Transação Ativo

source: Transaction listener not active
hi: लेनदेन श्रोता निष्क्रिय
hr: Slušač transakcija nije aktivan
nl: Transactie Listener Niet Actief
pt_pt: Ouvinte de Transação Não Ativo
