Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# freeUsersLimitedTo
source: Free users are limited to %d cards
ar: المستخدمون المجانيون محدودون بـ %d بطاقة
de: Kostenlose Nutzer sind auf %d Karten beschränkt
fr: Les utilisateurs gratuits sont limités à %d cartes
hi: मुफ्त उपयोगकर्ता %d कार्ड तक सीमित हैं
hr: Besplatni korisnici ograničeni su na %d kartica
it: Gli utenti gratuiti sono limitati a %d carte
ja: 無料ユーザーは %d 枚のカードに制限されています
ko: 무료 사용자는 %d개 카드로 제한됩니다
nl: Gratis gebruikers zijn beperkt tot %d kaarten
pt_pt: Utilizadores gratuitos estão limitados a %d cartões
ru: Бесплатные пользователи ограничены %d карточками
sv: Gratis användare är begränsade till %d kort
uk: Безкоштовні користувачі обмежені %d картками
vi: Người dùng miễn phí bị giới hạn ở %d thẻ
zh_hans: 免费用户限制为 %d 张卡片
zh_hant: 免費用戶限制為 %d 張卡片

# purchaseUnlimitedCards
source: Purchase unlimited cards to add more cards to your collection
ar: اشترِ بطاقات غير محدودة لإضافة المزيد من البطاقات إلى مجموعتك
de: Kaufen Sie unbegrenzte Karten, um weitere Karten zu Ihrer Sammlung hinzuzufügen
fr: Achetez des cartes illimitées pour ajouter plus de cartes à votre collection
hi: अपने संग्रह में और कार्ड जोड़ने के लिए असीमित कार्ड खरीदें
hr: Kupite neograničene kartice za dodavanje više kartica u svoju kolekciju
it: Acquista carte illimitate per aggiungere più carte alla tua collezione
ja: コレクションにさらにカードを追加するために無制限のカードを購入
ko: 컬렉션에 더 많은 카드를 추가하려면 무제한 카드를 구매하세요
nl: Koop onbeperkte kaarten om meer kaarten aan je collectie toe te voegen
pt_pt: Compra cartões ilimitados para adicionares mais cartões à tua coleção
ru: Купите неограниченные карточки, чтобы добавить больше карточек в вашу коллекцию
sv: Köp obegränsade kort för att lägga till fler kort i din samling
uk: Придбайте необмежені картки, щоб додати більше карток до вашої колекції
vi: Mua thẻ không giới hạn để thêm nhiều thẻ hơn vào bộ sưu tập của bạn
zh_hans: 购买无限卡片以向您的集合添加更多卡片
zh_hant: 購買無限卡片以向您的集合新增更多卡片

source: Upgrade
ar: ترقية
de: Upgraden
fr: Mettre à jour
hi: अपग्रेड
hr: Nadogradi
it: Aggiorna
ja: アップグレード
ko: 업그레이드
nl: Upgraden
pt_pt: Atualizar
ru: Обновить
sv: Uppgradera
uk: Оновити
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

source: Unlimited Cards
ar: بطاقات غير محدودة
de: Unbegrenzte Karten
fr: Cartes Illimitées
hi: असीमित कार्ड
hr: Neograničene Kartice
it: Carte Illimitate
ja: 無制限のカード
ko: 무제한 카드
nl: Onbeperkte Kaarten
pt_pt: Cartões Ilimitados
ru: Неограниченные карточки
sv: Obegränsade Kort
uk: Необмежені Картки
vi: Thẻ Không Giới Hạn
zh_hans: 无限卡片
zh_hant: 無限卡片

source: Subscription
ar: الاشتراك
de: Abonnement
fr: Abonnement
hi: सदस्यता
hr: Pretplata
it: Abbonamento
ja: サブスクリプション
ko: 구독
nl: Abonnement
pt_pt: Subscrição
ru: Подписка
sv: Prenumeration
uk: Підписка
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: No accuracy data available
ar: لا توجد بيانات دقة متاحة
de: Keine Genauigkeitsdaten verfügbar
fr: Aucune donnée de précision disponible
hi: कोई सटीकता डेटा उपलब्ध नहीं
hr: Nema dostupnih podataka o točnosti
it: Nessun dato di precisione disponibile
ja: 正確性データが利用できません
ko: 정확도 데이터 없음
nl: Geen nauwkeurigheidsgegevens beschikbaar
pt_pt: Nenhum dado de precisão disponível
ru: Нет доступных данных о точности
sv: Inga noggrannhetsdata tillgängliga
uk: Немає даних про точність
vi: Không có dữ liệu độ chính xác
zh_hans: 无准确率数据
zh_hant: 無準確率數據

source: No growth data available
ar: لا توجد بيانات نمو متاحة
de: Keine Wachstumsdaten verfügbar
fr: Aucune donnée de croissance disponible
hi: कोई वृद्धि डेटा उपलब्ध नहीं
hr: Nema dostupnih podataka o rastu
it: Nessun dato di crescita disponibile
ja: 成長データが利用できません
ko: 성장 데이터 없음
nl: Geen groeigegevens beschikbaar
pt_pt: Nenhum dado de crescimento disponível
ru: Нет доступных данных о росте
sv: Inga tillväxtdata tillgängliga
uk: Немає даних про зростання
vi: Không có dữ liệu tăng trưởng
zh_hans: 无增长数据
zh_hant: 無增長數據

source: Mastered Cards
ar: البطاقات التي تم إتقانها
de: Beherrschte Karten
fr: Cartes Maîtrisées
hi: निपुण कार्ड
hr: Savladane Kartice
it: Carte Padroneggiate
ja: 習得したカード
ko: 숙달한 카드
nl: Beheerde Kaarten
pt_pt: Cartões Dominados
ru: Освоенные карточки
sv: Bemästrade Kort
uk: Опановано Карток
vi: Thẻ Đã Thành Thạo
zh_hans: 已掌握卡片
zh_hant: 已掌握卡片

# invalidJSON
source: JSON data is invalid
ar: بيانات JSON غير صالحة
de: JSON-Daten ungültig
fr: Données JSON non valides
hi: अमान्य JSON डेटा
hr: Nevažeći JSON podaci
it: Dati JSON non validi
ja: 無効なJSONデータ
ko: 유효하지 않은 JSON 데이터
nl: Ongeldige JSON-gegevens
pt_pt: Dados JSON inválidos
ru: Данные JSON недействительны
sv: Ogiltiga JSON-data
uk: Недійсні дані JSON
vi: Dữ liệu JSON không hợp lệ
zh_hans: 无效JSON数据
zh_hant: 無效JSON數據

# placeholderAB
source: AB
ru: АБ
