Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Preferred Session Length
ar: طول الجلسة المفضل
de: Bevorzugte Sessionslänge
fr: Durée de Session Préférée
hi: पसंदीदा सत्र लंबाई
hr: Željena Duljina Sesije
it: Durata Sessione Preferita
ja: 好みのセッション長
ko: 선호 세션 길이
nl: Voorkeurs Sessielengte
pt_pt: Duração de Sessão Preferida
ru: Предпочитаемая длина сессии
sv: Föredragen Sessionslängd
uk: Бажана Тривалість Сесії
vi: Thời Lượng Phiên Ưa Thích
zh_hans: 首选会话长度
zh_hant: 首選會話長度

source: Study Frequency
ar: تكرار الدراسة
de: Lernhäufigkeit
fr: Fréquence d'Étude
hi: अध्ययन आवृत्ति
hr: Frekvencija Učenja
it: Frequenza di Studio
ja: 学習頻度
ko: 공부 빈도
nl: Studiefrequentie
pt_pt: Frequência de Estudo
ru: Частота изучения
sv: Studiefrekvens
uk: Частота Вивчення
vi: Tần Suất Học
zh_hans: 学习频率
zh_hant: 學習頻率

source: Language Progress
ar: تقدم اللغة
de: Sprachfortschritt
fr: Progrès Linguistique
hi: भाषा प्रगति
hr: Napredak Jezika
it: Progresso Linguistico
ja: 言語進捗
ko: 언어 진행
nl: Taalprogressie
pt_pt: Progresso de Idioma
ru: Прогресс языка
sv: Språkframsteg
uk: Прогрес Мови
vi: Tiến Độ Ngôn Ngữ
zh_hans: 语言进度
zh_hant: 語言進度

source: Collection Size
ar: حجم المجموعة
de: Sammlungsgröße
fr: Taille de la Collection
hi: संग्रह का आकार
hr: Veličina Kolekcije
it: Dimensione Collezione
ja: コレクションサイズ
ko: 컬렉션 크기
nl: Collectiegrootte
pt_pt: Tamanho da Coleção
ru: Размер коллекции
sv: Samlingens Storlek
uk: Розмір Колекції
vi: Kích Thước Bộ Sưu Tập
zh_hans: 集合大小
zh_hant: 集合大小

source: cards
ar: بطاقات
de: Karten
fr: cartes
hi: कार्ड
hr: kartice
it: carte
ja: カード
ko: 카드
nl: kaarten
pt_pt: cartões
ru: карточек
sv: kort
uk: картки
vi: thẻ
zh_hans: 卡片
zh_hant: 卡片

source: Achievements
ar: الإنجازات
de: Erfolge
fr: Réalisations
hi: उपलब्धियां
hr: Postignuća
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pt_pt: Conquistas
ru: Достижения
sv: Prestationer
uk: Досягнення
vi: Thành Tựu
zh_hans: 成就
zh_hant: 成就

source: First Steps
ar: الخطوات الأولى
de: Erste Schritte
fr: Premiers Pas
hi: पहले कदम
hr: Prvi Koraci
it: Primi Passi
ja: 最初のステップ
ko: 첫걸음
nl: Eerste Stappen
pt_pt: Primeiros Passos
ru: Первые шаги
sv: Första Steg
uk: Перші Кроки
vi: Những Bước Đầu Tiên
zh_hans: 第一步
zh_hant: 第一步

source: Week Warrior
ar: محارب الأسبوع
de: Wochenkrieger
fr: Guerrier de la Semaine
hi: सप्ताह योद्धा
hr: Tjedni Ratnik
it: Guerriero della Settimana
ja: 週の戦士
ko: 주간 전사
nl: Week Krijger
pt_pt: Guerreiro da Semana
ru: Воин недели
sv: Veckans Krigare
uk: Тижневий Воїн
vi: Chiến Binh Tuần
zh_hans: 周战士
zh_hant: 週戰士

source: Master Learner
ar: متعلم رئيسي
de: Meister-Lerner
fr: Apprenant Maître
hi: मास्टर शिक्षार्थी
hr: Majstor Učenja
it: Maestro dell'Apprendimento
ja: マスター学習者
ko: 마스터 학습자
nl: Meester Leraar
pt_pt: Mestre Aprendente
ru: Мастер обучения
sv: Mästarlärare
uk: Майстер Навчання
vi: Người Học Thành Thạo
zh_hans: 学习大师
zh_hant: 學習大師

source: Dedicated
ar: مكرس
de: Engagiert
fr: Dévoué
hi: समर्पित
hr: Posvećen
it: Dedicato
ja: 専念
ko: 헌신
nl: Toegewijd
pt_pt: Dedicado
ru: Преданный
sv: Dedikerad
uk: Відданий
vi: Tận Tâm
zh_hans: 专注
zh_hant: 專注

source: Vocabulary Master
ar: سيد المفردات
de: Vokabelmeister
fr: Maître du Vocabulaire
hi: शब्दावली मास्टर
hr: Majstor Vokabulara
it: Maestro del Vocabolario
ja: 語彙マスター
ko: 어휘 마스터
nl: Woordenschat Meester
pt_pt: Mestre de Vocabulário
ru: Мастер словарного запаса
sv: Vokabulärmästare
uk: Майстер Словникового Запасу
vi: Bậc Thầy Từ Vựng
zh_hans: 词汇大师
zh_hant: 詞彙大師

source: Time Master
ar: سيد الوقت
de: Zeitmeister
fr: Maître du Temps
hi: समय मास्टर
hr: Majstor Vremena
it: Maestro del Tempo
ja: タイムマスター
ko: 시간 마스터
nl: Tijd Meester
pt_pt: Mestre do Tempo
ru: Мастер времени
sv: Tidsmästare
uk: Майстер Часу
vi: Bậc Thầy Thời Gian
zh_hans: 时间大师
zh_hant: 時間大師

source: Accuracy Trends
ar: اتجاهات الدقة
de: Genauigkeitstrends
fr: Tendances de Précision
hi: सटीकता रुझान
hr: Trendovi Točnosti
it: Tendenze di Precisione
ja: 正確性の傾向
ko: 정확도 추세
nl: Nauwkeurigheid Trends
pt_pt: Tendências de Precisão
ru: Тенденции точности
sv: Noggrannhetstrender
uk: Тенденції Точності
vi: Xu Hướng Độ Chính Xác
zh_hans: 准确率趋势
zh_hant: 準確率趨勢

source: Session Performance
ar: أداء الجلسة
de: Sessionsleistung
fr: Performance de Session
hi: सत्र प्रदर्शन
hr: Performanse Sesije
it: Prestazioni Sessione
ja: セッションパフォーマンス
ko: 세션 성과
nl: Sessie Prestaties
pt_pt: Desempenho da Sessão
ru: Производительность сессии
sv: Sessionsprestation
uk: Продуктивність Сесії
vi: Hiệu Suất Phiên
zh_hans: 会话性能
zh_hant: 會話性能

source: Average Session Duration
ar: متوسط مدة الجلسة
de: Durchschnittliche Sessionsdauer
fr: Durée Moyenne de Session
hi: औसत सत्र अवधि
hr: Prosječna Trajanja Sesije
it: Durata Media Sessione
ja: 平均セッション時間
ko: 평균 세션 시간
nl: Gemiddelde Sessieduur
pt_pt: Duração Média da Sessão
ru: Средняя продолжительность сессии
sv: Genomsnittlig Sessionslängd
uk: Середня Тривалість Сесії
vi: Thời Lượng Phiên Trung Bình
zh_hans: 平均会话时长
zh_hant: 平均會話時長

source: Based on %@ data
ar: بناءً على بيانات %@
de: Basierend auf %@ Daten
fr: Basé sur les données de %@
hi: %@ डेटा के आधार पर
hr: Bazirano na podacima od %@
it: Basato sui dati di %@
ja: %@のデータに基づく
ko: %@ 데이터 기반
nl: Gebaseerd op gegevens van %@
pt_pt: Baseado em dados de %@
ru: На основе данных %@
sv: Baserat på data från %@
uk: На основі даних від %@
vi: Dựa trên dữ liệu từ %@
zh_hans: 基于%@的数据
zh_hant: 基於%@的數據

source: Cards per Session
ar: بطاقات لكل جلسة
de: Karten pro Session
fr: Cartes par Session
hi: प्रति सत्र कार्ड
hr: Kartice po Sesiji
it: Carte per Sessione
ja: セッションごとのカード
ko: 세션당 카드
nl: Kaarten Per Sessie
pt_pt: Cartões por Sessão
ru: Карточек за сессию
sv: Kort Per Session
uk: Картки за Сесію
vi: Thẻ Mỗi Phiên
zh_hans: 每会话卡片数
zh_hant: 每會話卡片數

source: Average
ar: المتوسط
de: Durchschnitt
fr: Moyenne
hi: औसत
hr: Prosjek
it: Media
ja: 平均
ko: 평균
nl: Gemiddelde
pt_pt: Média
ru: Среднее
sv: Genomsnitt
uk: Середнє
vi: Trung Bình
zh_hans: 平均
zh_hant: 平均

source: Session Frequency
ar: تكرار الجلسة
de: Sessionshäufigkeit
fr: Fréquence de Session
hi: सत्र आवृत्ति
hr: Frekvencija Sesije
it: Frequenza Sessione
ja: セッション頻度
ko: 세션 빈도
nl: Sessie Frequentie
pt_pt: Frequência de Sessão
ru: Частота сессий
sv: Sessionsfrekvens
uk: Частота Сесій
vi: Tần Suất Phiên
zh_hans: 会话频率
zh_hant: 會話頻率

source: Card Difficulty Analysis
ar: تحليل صعوبة البطاقة
de: Schwierigkeitsanalyse der Karten
fr: Analyse de la Difficulté des Cartes
hi: कार्ड कठिनाई विश्लेषण
hr: Analiza Težine Kartica
it: Analisi Difficoltà Carte
ja: カード難易度分析
ko: 카드 난이도 분석
nl: Kaart Moeilijkheidsanalyse
pt_pt: Análise de Dificuldade de Cartões
ru: Анализ сложности карточек
sv: Kortsvårighetsanalys
uk: Аналіз Складності Карток
vi: Phân Tích Độ Khó Thẻ
zh_hans: 卡片难度分析
zh_hant: 卡片難度分析

source: No difficulty data available
ar: لا توجد بيانات صعوبة متاحة
de: Keine Schwierigkeitsdaten verfügbar
fr: Aucune donnée de difficulté disponible
hi: कोई कठिनाई डेटा उपलब्ध नहीं
hr: Nema dostupnih podataka o težini
it: Nessun dato di difficoltà disponibile
ja: 難易度データが利用できません
ko: 난이도 데이터 없음
nl: Geen moeilijkheidsgegevens beschikbaar
pt_pt: Nenhum dado de dificuldade disponível
ru: Нет доступных данных о сложности
sv: Inga svårighetsdata tillgängliga
uk: Немає даних про складність
vi: Không có dữ liệu độ khó
zh_hans: 无难度数据可用
zh_hant: 無難度數據可用

source: Learning Speed
ar: سرعة التعلم
de: Lernspeed
fr: Vitesse d'Apprentissage
hi: सीखने की गति
hr: Brzina Učenja
it: Velocità di Apprendimento
ja: 学習速度
ko: 학습 속도
nl: Leersnelheid
pt_pt: Velocidade de Aprendizagem
ru: Скорость обучения
sv: Inlärningshastighet
uk: Швидкість Навчання
vi: Tốc Độ Học
zh_hans: 学习速度
zh_hant: 學習速度

source: Cards per Hour
ar: بطاقات في الساعة
de: Karten pro Stunde
fr: Cartes par Heure
hi: प्रति घंटा कार्ड
hr: Kartice po Satu
it: Carte per Ora
ja: 1時間あたりのカード
ko: 시간당 카드
nl: Kaarten Per Uur
pt_pt: Cartões por Hora
ru: Карточек в час
sv: Kort Per Timme
uk: Картки за Годину
vi: Thẻ Mỗi Giờ
zh_hans: 每小时卡片数
zh_hant: 每小時卡片數

source: vs. Average
ar: مقابل المتوسط
de: gegen Durchschnitt
fr: par rapport à la moyenne
hi: बनाम औसत
hr: nasuprot prosjeku
it: rispetto alla media
ja: 平均と比較
ko: 평균 대비
nl: versus gemiddelde
pt_pt: versus média
ru: по сравнению со средним
sv: jämfört med genomsnittet
uk: порівняно з середнім
vi: so với trung bình
zh_hans: 与平均值比较
zh_hant: 與平均值比較

source: Mastery Timeline
ar: الجدول الزمني للإتقان
de: Beherrschungszeitleiste
fr: Chronologie de Maîtrise
hi: निपुणता समयरेखा
hr: Vremenska Linija Savladavanja
it: Cronologia di Padronanza
ja: 習得タイムライン
ko: 숙달 타임라인
nl: Beheersingstijdlijn
pt_pt: Linha do Tempo de Domínio
ru: Временная шкала освоения
sv: Bemästringstidslinje
uk: Часова Шкала Оволодіння
vi: Dòng Thời Gian Thành Thạo
zh_hans: 掌握时间线
zh_hant: 掌握時間線

source: Vocabulary Growth
ar: نمو المفردات
de: Vokabelwachstum
fr: Croissance du Vocabulaire
hi: शब्दावली वृद्धि
hr: Rast Vokabulara
it: Crescita del Vocabolario
ja: 語彙の成長
ko: 어휘 성장
nl: Woordenschat Groei
pt_pt: Crescimento de Vocabulário
ru: Рост словарного запаса
sv: Vokabulärtillväxt
uk: Зростання Словникового Запасу
vi: Tăng Trưởng Từ Vựng
zh_hans: 词汇增长
zh_hant: 詞彙增長

source: Total Vocabulary
ar: إجمالي المفردات
de: Gesamtes Vokabular
fr: Vocabulaire Total
hi: कुल शब्दावली
hr: Ukupan Vokabular
it: Vocabolario Totale
ja: 総語彙
ko: 총 어휘
nl: Totale Woordenschat
pt_pt: Vocabulário Total
ru: Общий словарный запас
sv: Totalt Vokabulär
uk: Загальний Словниковий Запас
vi: Tổng Từ Vựng
zh_hans: 总词汇量
zh_hant: 總詞彙量

source: This Week
ar: هذا الأسبوع
de: Diese Woche
fr: Cette Semaine
hi: इस सप्ताह
hr: Ovaj Tjedan
it: Questa Settimana
ja: 今週
ko: 이번 주
nl: Deze Week
pt_pt: Esta Semana
ru: На этой неделе
sv: Denna Vecka
uk: Цей Тиждень
vi: Tuần Này
zh_hans: 本周
zh_hant: 本週

source: This Month
ar: هذا الشهر
de: Dieser Monat
fr: Ce Mois
hi: इस महीने
hr: Ovaj Mjesec
it: Questo Mese
ja: 今月
ko: 이번 달
nl: Deze Maand
pt_pt: Este Mês
ru: В этом месяце
sv: Denna Månad
uk: Цей Місяць
vi: Tháng Này
zh_hans: 本月
zh_hant: 本月

source: This Year
ar: هذا العام
de: Dieses Jahr
fr: Cette Année
hi: इस वर्ष
hr: Ova Godina
it: Quest'Anno
ja: 今年
ko: 올해
nl: Dit Jaar
pt_pt: Este Ano
ru: В этом году
sv: Detta År
uk: Цей Рік
vi: Năm Này
zh_hans: 今年
zh_hant: 今年

source: Learning Milestones
ar: معالم التعلم
de: Lernmeilensteine
fr: Jalons d'Apprentissage
hi: सीखने के मील के पत्थर
hr: Prekretnice Učenja
it: Tappe di Apprendimento
ja: 学習のマイルストーン
ko: 학습 이정표
nl: Leer Mijlpalen
pt_pt: Marcos de Aprendizagem
ru: Вехи обучения
sv: Inlärningsmilstolpar
uk: Міcтки Навчання
vi: Cột Mốc Học Tập
zh_hans: 学习里程碑
zh_hant: 學習里程碑

source: Personalized Insights
ar: رؤى مخصصة
de: Personalisierte Einblicke
fr: Perspectives Personnalisées
hi: व व्यक्तिगत अंतर्दृष्टि
hr: Personalizirani Uvidi
it: Approfondimenti Personalizzati
ja: パーソナライズされたインサイト
ko: 맞춤형 통찰
nl: Gepersonaliseerde Inzichten
pt_pt: Insights Personalizados
ru: Персонализированный анализ
sv: Personliga Insikter
uk: Персоналізовані Інсайти
vi: Thông Tin Cá Nhân Hóa
zh_hans: 个性化洞察
zh_hant: 個性化洞察

source: No insights available yet
ar: لا توجد رؤى متاحة بعد
de: Noch keine Einblicke verfügbar
fr: Aucune perspective disponible pour le moment
hi: अभी तक कोई अंतर्दृष्टि उपलब्ध नहीं
hr: Još nema dostupnih uvida
it: Nessun approfondimento disponibile al momento
ja: まだインサイトが利用できません
ko: 아직 통찰이 없습니다
nl: Nog geen inzichten beschikbaar
pt_pt: Nenhum insight disponível ainda
ru: Пока нет доступного анализа
sv: Inga insikter tillgängliga än
uk: Поки що немає доступних інсайтів
vi: Chưa có thông tin chi tiết nào
zh_hans: 暂无洞察可用
zh_hant: 暫無洞察可用

source: Recommendations
ar: التوصيات
de: Empfehlungen
fr: Recommandations
hi: सिफारिशें
hr: Preporuke
it: Raccomandazioni
ja: 推奨事項
ko: 추천
nl: Aanbevelingen
pt_pt: Recomendações
ru: Рекомендации
sv: Rekommendationer
uk: Рекомендації
vi: Khuyến Nghị
zh_hans: 推荐
zh_hant: 推薦

source: No recommendations at this time
ar: لا توجد توصيات في الوقت الحالي
de: Derzeit keine Empfehlungen
fr: Aucune recommandation pour le moment
hi: इस समय कोई सिफारिशें नहीं
hr: Trenutno nema preporuka
it: Nessuna raccomandazione al momento
ja: 現時点で推奨事項はありません
ko: 현재 추천 없음
nl: Geen aanbevelingen op dit moment
pt_pt: Nenhuma recomendação no momento
ru: Сейчас нет рекомендаций
sv: Inga rekommendationer för tillfället
uk: Наразі немає рекомендацій
vi: Không có khuyến nghị vào lúc này
zh_hans: 目前无推荐
zh_hant: 目前無推薦

source: Learning Tips
ar: نصائح التعلم
de: Lerntipps
fr: Conseils d'Apprentissage
hi: सीखने के सुझाव
hr: Savjeti za Učenje
it: Consigli per l'Apprendimento
ja: 学習のヒント
ko: 학습 팁
nl: Leertips
pt_pt: Dicas de Aprendizagem
ru: Советы по обучению
sv: Inlärningstips
uk: Поради з Навчання
vi: Mẹo Học Tập
zh_hans: 学习建议
zh_hant: 學習建議

source: Spaced Repetition
ar: التكرار المتباعد
de: Abstandswiederholung
fr: Répétition Espacée
hi: अंतराल पुनरावृत्ति
hr: Prostorna Repeticija
it: Ripetizione Spaziata
ja: 間隔反復
ko: 간격 반복
nl: Gespreide Herhaling
pt_pt: Repetição Espaçada
ru: Интервальное повторение
sv: Upprepning med Intervall
uk: Інтервальне Повторення
vi: Lặp Lại Có Khoảng Cách
zh_hans: 间隔重复
zh_hant: 間隔重複

# spacedRepetitionDescription
source: Review cards at increasing intervals for better retention.
ar: راجع البطاقات على فترات متزايدة لتحسين الاحتفاظ.
de: Wiederholen Sie Karten in zunehmenden Abständen für bessere Behaltensleistung.
fr: Revisitez les cartes à intervalles croissants pour une meilleure rétention.
hi: बेहतर प्रतिधारण के लिए बढ़ते अंतराल पर कार्ड की समीक्षा करें।
hr: Pregledavaj kartice u sve većim intervalima za bolje zadržavanje.
it: Rivedi le carte a intervalli crescenti per una migliore ritenzione.
ja: より良い保持のために間隔を空けてカードを復習
ko: 더 나은 기억을 위해 간격을 두고 카드를 검토
nl: Herzie kaarten met toenemende intervallen voor betere retentie.
pt_pt: Revê os cartões em intervalos crescentes para melhor retenção.
ru: Повторяйте карточки с увеличивающимися интервалами для лучшего запоминания.
sv: Granska kort med ökande intervall för bättre retention.
uk: Переглядайте картки з наростаючими інтервалами для кращого запам’ятовування.
vi: Xem lại thẻ với các khoảng thời gian tăng dần để ghi nhớ tốt hơn.
zh_hans: 以逐渐增加的间隔复习卡片以获得更好的记忆。
zh_hant: 以逐漸增加的間隔複習卡片以獲得更好的記憶。

source: Active Recall
ar: الاستدعاء النشط
de: Aktives Abrufen
fr: Rappel Actif
hi: सक्रिय स्मरण
hr: Aktivno Pripovijedanje
it: Richiamo Attivo
ja: アクティブリコール
ko: 능동 회상
nl: Actieve Herinnering
pt_pt: Recuperação Ativa
ru: Активное вспоминание
sv: Aktiv Återkallelse
uk: Активне Пригадування
vi: Nhớ Chủ Động
zh_hans: 主动回忆
zh_hant: 主動回憶

# activeRecallDescription
source: Try to recall the answer before flipping the card.
ar: حاول تذكر الإجابة قبل قلب البطاقة.
de: Versuchen Sie, die Antwort zu erinnern, bevor Sie die Karte umdrehen.
fr: Essayez de rappeler la réponse avant de retourner la carte.
hi: कार्ड पलटने से पहले उत्तर याद करने की कोशिश करें।
hr: Pokušaj se sjetiti odgovora prije nego okreneš karticu.
it: Prova a ricordare la risposta prima di girare la carta.
ja: カードをめくる前に答えを思い出してみる
ko: 카드를 뒤집기 전에 답을 떠올려 보세요
nl: Probeer het antwoord te herinneren voordat je de kaart omdraait.
pt_pt: Tenta lembrar a resposta antes de virar o cartão.
ru: Попробуйте вспомнить ответ перед переворачиванием карточки.
sv: Försök att komma ihåg svaret innan du vänder på kortet.
uk: Намагайтеся пригадати відповідь перед тим, як перевернути картку.
vi: Cố gắng nhớ câu trả lời trước khi lật thẻ.
zh_hans: 在翻转卡片前尝试回忆答案。
zh_hant: 在翻轉卡片前嘗試回憶答案。

source: Context Learning
ar: التعلم السياقي
de: Kontextlernen
fr: Apprentissage Contextuel
hi: संदर्भ सीखना
hr: Kontekstualno Učenje
it: Apprendimento Contestuale
ja: コンテキスト学習
ko: 맥락 학습
nl: Contextueel Leren
pt_pt: Aprendizagem Contextual
ru: Обучение в контексте
sv: Kontextuellt Lärande
uk: Контекстне Навчання
vi: Học Theo Ngữ Cảnh
zh_hans: 语境学习
zh_hant: 語境學習

# contextLearningDescription
source: Learn words in phrases rather than isolation.
ar: تعلم الكلمات في عبارات بدلاً من العزلة.
de: Lernen Sie Wörter in Phrasen statt isoliert.
fr: Apprenez les mots dans des phrases plutôt qu'isolément.
hi: शब्दों को अलग-थलग करने के बजाय वाक्यांशों में सीखें।
hr: Uči riječi u frazama umjesto izolovano.
it: Impara le parole in frasi invece che isolate.
ja: 単語を個別にではなくフレーズで学ぶ
ko: 단어를 따로 배우는 대신 문구로 배우세요
nl: Leer woorden in zinnen in plaats van geïsoleerd.
pt_pt: Aprende palavras em frases em vez de isoladamente.
ru: Изучайте слова в фразах, а не изолированно.
sv: Lär dig ord i meningar istället för isolerat.
uk: Вивчайте слова в реченнях, а не ізольовано.
vi: Học từ trong câu thay vì riêng lẻ.
zh_hans: 在句子中学习单词而非单独学习。
zh_hant: 在句子中學習單詞而非單獨學習。

source: Study Now
ar: ادرس الآن
de: Jetzt lernen
fr: Étudier Maintenant
hi: अब पढ़ें
hr: Uči Sada
it: Studia Ora
ja: 今すぐ学習
ko: 지금 공부
nl: Nu Studeren
pt_pt: Estudar Agora
ru: Изучать сейчас
sv: Studera Nu
uk: Вчити Зараз
vi: Học Ngay
zh_hans: 现在学习
zh_hant: 現在學習

source: Start Review
ar: بدء المراجعة
de: Überprüfung starten
fr: Commencer la Révision
hi: समीक्षा शुरू करें
hr: Započni Pregled
it: Inizia Revisione
ja: 復習を開始
ko: 검토 시작
nl: Begin Herziening
pt_pt: Iniciar Revisão
ru: Начать повторение
sv: Börja Granska
uk: Почати Перегляд
vi: Bắt Đầu Xem Lại
zh_hans: 开始复习
zh_hant: 開始複習

source: Browse Collections
ar: تصفح المجموعات
de: Sammlungen durchsehen
fr: Parcourir les Collections
hi: संग्रह ब्राउज़ करें
hr: Pregledaj Kolekcije
it: Sfoglia Collezioni
ja: コレクションを閲覧
ko: 컬렉션 탐색
nl: Blader door Collecties
pt_pt: Navegar pelas Coleções
ru: Просматривать коллекции
sv: Bläddra i Samlingar
uk: Переглянути Колекції
vi: Duyệt Bộ Sưu Tập
zh_hans: 浏览集合
zh_hant: 瀏覽集合

source: Practice Mode
ar: وضع الممارسة
de: Übungsmodus
fr: Mode de Pratique
hi: अभ्यास मोड
hr: Način Vježbanja
it: Modalità Pratica
ja: 練習モード
ko: 연습 모드
nl: Oefenmodus
pt_pt: Modo de Prática
ru: Режим практики
sv: Öveläge
uk: Режим Практики
vi: Chế Độ Luyện Tập
zh_hans: 练习模式
zh_hant: 練習模式

source: Not enough data
ar: بيانات غير كافية
de: Nicht genug Daten
fr: Pas assez de données
hi: पर्याप्त डेटा नहीं
hr: Nema dovoljno podataka
it: Dati insufficienti
ja: データが不足しています
ko: 데이터 부족
nl: Niet genoeg gegevens
pt_pt: Dados insuficientes
ru: Недостаточно данных
sv: Inte tillräckligt med data
uk: Недостатньо даних
vi: Không đủ dữ liệu
zh_hans: 数据不足
zh_hant: 數據不足

# morning
source: Morning (6-12 AM)
ar: الصباح (6-12 صباحاً)
de: Morgen (6-12 Uhr)
fr: Matin (6h-12h)
hi: सुबह (6-12 बजे)
hr: Jutro (6-12 sati)
it: Mattina (6-12)
ja: 朝（6時-12時）
ko: 아침 (6-12시)
nl: Ochtend (6-12 uur)
pt_pt: Manhã (6-12h)
ru: Утро (6-12)
sv: Morgon (6-12)
uk: Ранок (6-12)
vi: Buổi Sáng (6-12h)
zh_hans: 早晨（6-12点）
zh_hant: 早晨（6-12點）

# afternoon
source: Afternoon (12-5 PM)
ar: الظهيرة (12-5 مساءً)
de: Nachmittag (12-17 Uhr)
fr: Après-midi (12h-17h)
hi: दोपहर (12-5 बजे)
hr: Poslijepodne (12-17 sati)
it: Pomeriggio (12-17)
ja: 午後（12時-17時）
ko: 오후 (12-17시)
nl: Middag (12-17 uur)
pt_pt: Tarde (12-17h)
ru: День (12-17)
sv: Eftermiddag (12-17)
uk: День (12-17)
vi: Buổi Chiều (12-17h)
zh_hans: 下午（12-17点）
zh_hant: 下午（12-17點）

# evening
source: Evening (5-9 PM)
ar: المساء (5-9 مساءً)
de: Abend (17-21 Uhr)
fr: Soir (17h-21h)
hi: शाम (5-9 बजे)
hr: Večer (17-21 sat)
it: Sera (17-21)
ja: 夕方（17時-21時）
ko: 저녁 (17-21시)
nl: Avond (17-21 uur)
pt_pt: Noite (17-21h)
ru: Вечер (17-21)
sv: Kväll (17-21)
uk: Вечір (17-21)
vi: Buổi Tối (17-21h)
zh_hans: 傍晚（17-21点）
zh_hant: 傍晚（17-21點）

# night
source: Night (9 PM-6 AM)
ar: الليل (9 مساءً-6 صباحاً)
de: Nacht (21-6 Uhr)
fr: Nuit (21h-6h)
hi: रात (9 बजे-6 बजे)
hr: Noć (21-6 sati)
it: Notte (21-6)
ja: 夜（21時-6時）
ko: 밤 (21-6시)
nl: Nacht (21-6 uur)
pt_pt: Madrugada (21-6h)
ru: Ночь (21-6)
sv: Natt (21-6)
uk: Ніч (21-6)
vi: Ban Đêm (21-6h)
zh_hans: 夜间（21-6点）
zh_hant: 夜間（21-6點）

source: Under 10 minutes
ar: أقل من 10 دقائق
de: Unter 10 Minuten
fr: Moins de 10 minutes
hi: 10 मिनट से कम
hr: Ispod 10 minuta
it: Meno di 10 minuti
ja: 10分未満
ko: 10분 미만
nl: Minder dan 10 minuten
pt_pt: Menos de 10 minutos
ru: Менее 10 минут
sv: Under 10 minuter
uk: Менше 10 хвилин
vi: Dưới 10 phút
zh_hans: 不到10分钟
zh_hant: 不到10分鐘

# tenTo20Minutes
source: 10-20 minutes
ar: 10-20 دقيقة
de: 10-20 Minuten
hi: 10-20 मिनट
hr: 10-20 minuta
it: 10-20 minuti
ja: 10-20分
ko: 10-20분
nl: 10-20 minuten
pt_pt: 10-20 minutos
ru: 10-20 минут
sv: 10-20 minuter
uk: 10-20 хвилин
vi: 10-20 phút
zh_hans: 10-20分钟
zh_hant: 10-20分鐘

# twentyTo30Minutes
source: 20-30 minutes
ar: 20-30 دقيقة
de: 20-30 Minuten
hi: 20-30 मिनट
hr: 20-30 minuta
it: 20-30 minuti
ja: 20-30分
ko: 20-30분
nl: 20-30 minuten
pt_pt: 20-30 minutos
ru: 20-30 минут
sv: 20-30 minuter
uk: 20-30 хвилин
vi: 20-30 phút
zh_hans: 20-30分钟
zh_hant: 20-30分鐘

# thirtyTo60Minutes
source: 30-60 minutes
ar: 30-60 دقيقة
de: 30-60 Minuten
hi: 30-60 मिनट
hr: 30-60 minuta
it: 30-60 minuti
ja: 30-60分
ko: 30-60분
nl: 30-60 minuten
pt_pt: 30-60 minutos
ru: 30-60 минут
sv: 30-60 minuter
uk: 30-60 хвилин
vi: 30-60 phút
zh_hans: 30-60分钟
zh_hant: 30-60分鐘

source: Over 60 minutes
ar: أكثر من 60 دقيقة
de: Über 60 Minuten
fr: Plus de 60 minutes
hi: 60 मिनट से अधिक
hr: Preko 60 minuta
it: Oltre 60 minuti
ja: 60分以上
ko: 60분 초과
nl: Meer dan 60 minuten
pt_pt: Mais de 60 minutos
ru: Более 60 минут
sv: Över 60 minuter
uk: Понад 60 хвилин
vi: Hơn 60 phút
zh_hans: 超过60分钟
zh_hant: 超過60分鐘

source: Once this week
ar: مرة واحدة هذا الأسبوع
de: Einmal diese Woche
fr: Une fois cette semaine
hi: इस सप्ताह एक बार
hr: Jednom ovaj tjedan
it: Una volta questa settimana
ja: 今週1回
ko: 이번 주 한 번
nl: Eén keer deze week
pt_pt: Uma vez esta semana
ru: Раз в неделю
sv: En gång denna vecka
uk: Один раз цього тижня
vi: Một lần tuần này
zh_hans: 本周一次
zh_hant: 本週一次

# fewTimesThisWeek
source: A few times this week
ar: بضع مرات هذا الأسبوع
de: Einige Male diese Woche
fr: Quelques fois cette semaine
hi: इस सप्ताह कुछ बार
hr: Nekoliko puta ovaj tjedan
it: Qualche volta questa settimana
ja: 今週数回
ko: 이번 주 몇 번
nl: Een paar keer deze week
pt_pt: Algumas vezes esta semana
ru: Несколько раз в неделю
sv: Några gånger denna vecka
uk: Кілька разів цього тижня
vi: Vài lần tuần này
zh_hans: 本周几次
zh_hant: 本週幾次

source: Most days this week
ar: معظم أيام هذا الأسبوع
de: An den meisten Tagen dieser Woche
fr: La plupart des jours cette semaine
hi: इस सप्ताह अधिकांश दिन
hr: Većinu dana ovaj tjedan
it: La maggior parte dei giorni questa settimana
ja: 今週のほとんどの日
ko: 이번 주 대부분의 날
nl: De meeste dagen deze week
pt_pt: A maioria dos dias esta semana
ru: Большинство дней недели
sv: De flesta dagar denna vecka
uk: Більшість днів цього тижня
vi: Hầu hết các ngày trong tuần này
zh_hans: 本周大部分日子
zh_hant: 本週大部分日子

source: Daily
ar: يومياً
de: Täglich
fr: Quotidien
hi: दैनिक
hr: Dnevno
it: Quotidiano
ja: 毎日
ko: 매일
nl: Dagelijks
pt_pt: Diariamente
ru: Ежедневно
sv: Dagligen
uk: Щоденно
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每日

source: Very Easy
ar: سهل جدًا
de: Sehr leicht
fr: Très Facile
hi: बहुत आसान
hr: Vrlo Lako
it: Molto Facile
ja: とても簡単
ko: 매우 쉬움
nl: Zeer Gemakkelijk
pt_pt: Muito Fácil
ru: Очень легко
sv: Mycket Lätt
uk: Дуже Легко
vi: Rất Dễ
zh_hans: 非常简单
zh_hant: 非常簡單

source: Easy
ar: سهل
de: Leicht
fr: Facile
hi: आसान
hr: Lako
it: Facile
ja: 簡単
ko: 쉬움
nl: Gemakkelijk
pt_pt: Fácil
ru: Легко
sv: Lätt
uk: Легко
vi: Dễ
zh_hans: 简单
zh_hant: 簡單

source: Medium
ar: متوسط
de: Mittel
fr: Moyen
hi: मध्यम
hr: Srednje
it: Medio
ja: 中程度
ko: 중간
nl: Gemiddeld
pt_pt: Médio
ru: Средне
sv: Medel
uk: Середньо
vi: Trung Bình
zh_hans: 中等
zh_hant: 中等

source: Hard
ar: صعب
de: Schwer
fr: Difficile
hi: कठिन
hr: Teško
it: Difficile
ja: 難しい
ko: 어려움
nl: Moeilijk
pt_pt: Difícil
ru: Сложно
sv: Svår
uk: Складно
vi: Khó
zh_hans: 困难
zh_hant: 困難

source: Very Hard
ar: صعب جدًا
de: Sehr schwer
fr: Très Difficile
hi: बहुत कठिन
hr: Vrlo Teško
it: Molto Difficile
ja: 非常に難しい
ko: 매우 어려움
nl: Zeer Moeilijk
pt_pt: Muito Difícil
ru: Очень сложно
sv: Mycket Svår
uk: Дуже Складно
vi: Rất Khó
zh_hans: 非常困难
zh_hant: 非常困難

source: Unknown
ar: غير معروف
de: Unbekannt
fr: Inconnu
hi: अज्ञात
hr: Nepoznato
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt_pt: Desconhecido
ru: Неизвестно
sv: Okänd
uk: Невідомо
vi: Không Xác Định
zh_hans: 未知
zh_hant: 未知
