Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Start Test Purchase
hi: परीक्षण खरीद शुरू करें
hr: Započni Testnu Kupnju
nl: Start Test Aankoop
pt_pt: Iniciar Compra de Teste

source: Last Transaction ID
hi: अंतिम लेनदेन आईडी
hr: Posljednji ID Transakcije
nl: Laatste Transactie-ID
pt_pt: Último ID de Transação

source: Transaction ID:
hi: लेनदेन आईडी:
hr: ID Transakcije:
nl: Transactie-ID:
pt_pt: ID da Transação:

source: Copy to Clipboard
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u Međuspremnik
nl: Kopiëren naar Klembord
pt_pt: Copiar para a Área de Transferência

source: Copied!
hi: कॉपी किया गया!
hr: Kopirano!
nl: Gekopieerd!
pt_pt: Copiado!

# transactionIdCopied
source: Transaction ID copied to clipboard
hi: लेनदेन आईडी क्लिपबोर्ड पर कॉपी की गई
hr: ID transakcije kopiran u međuspremnik
nl: Transactie-ID gekopieerd naar klembord
pt_pt: ID da transação copiado para a área de transferência

source: Available Products
hi: उपलब्ध उत्पाद
hr: Dostupni Proizvodi
nl: Beschikbare Producten
pt_pt: Produtos Disponíveis

source: No products available
hi: कोई उत्पाद उपलब्ध नहीं
hr: Nema dostupnih proizvoda
nl: Geen producten beschikbaar
pt_pt: Nenhum produto disponível

source: Purchased Products
hi: खरीदे गए उत्पाद
hr: Kupljeni Proizvodi
nl: Aangekochte Producten
pt_pt: Produtos Comprados

source: No products purchased yet
hi: अभी तक कोई उत्पाद खरीदा नहीं गया
hr: Još nema kupljenih proizvoda
nl: Nog geen producten aangekocht
pt_pt: Nenhum produto comprado ainda

source: Purchased
hi: खरीदा गया
hr: Kupljeno
nl: Aangekocht
pt_pt: Comprado

source: Transaction History
hi: लेनदेन इतिहास
hr: Povijest Transakcija
nl: Transactiegeschiedenis
pt_pt: Histórico de Transações

source: Load Transaction History
hi: लेनदेन इतिहास लोड करें
hr: Učitaj Povijest Transakcija
nl: Laad Transactiegeschiedenis
pt_pt: Carregar Histórico de Transações

source: Success
hi: सफलता
hr: Uspjeh
nl: Succes
pt_pt: Sucesso

source: Failed
hi: विफल
hr: Neuspjelo
nl: Mislukt
pt_pt: Falhou

source: Purchases restored successfully
hi: खरीदारी सफलतापूर्वक पुनर्स्थापित की गई
hr: Kupnje uspješno vraćene
nl: Aankopen succesvol hersteld
pt_pt: Compras restauradas com sucesso

source: Failed to restore purchases
hi: खरीदारी पुनर्स्थापित करने में विफल
hr: Neuspjelo vraćanje kupnji
nl: Aankopen herstellen mislukt
pt_pt: Falha ao restaurar compras

# purchaseTestingTitle
source: Purchase Testing
hi: खरीद परीक्षण
hr: Testiranje Kupnje
nl: Aankoop Testen
pt_pt: Teste de Compra

# testPurchaseCompleted
source: Test purchase completed! Transaction ID: %@
hi: परीक्षण खरीद पूरी हुई! लेनदेन आईडी: %@
hr: Testna kupnja završena! ID transakcije: %@
nl: Test aankoop voltooid! Transactie-ID: %@
pt_pt: Compra de teste concluída! ID da transação: %@

source: Test purchase failed: %@
hi: परीक्षण खरीद विफल: %@
hr: Testna kupnja neuspjela: %@
nl: Test aankoop mislukt: %@
pt_pt: Compra de teste falhou: %@

# purchaseCompleted
source: Purchase completed! Transaction ID: %@
hi: खरीद पूरी हुई! लेनदेन आईडी: %@
hr: Kupnja završena! ID transakcije: %@
nl: Aankoop voltooid! Transactie-ID: %@
pt_pt: Compra concluída! ID da transação: %@

source: Purchase failed: %@
hi: खरीद विफल: %@
hr: Kupnja neuspjela: %@
nl: Aankoop mislukt: %@
pt_pt: Compra falhou: %@

source: Unknown error
hi: अज्ञात त्रुटि
hr: Nepoznata Greška
nl: Onbekende Fout
pt_pt: Erro desconhecido

source: Product: %@
hi: उत्पाद: %@
hr: Proizvod: %@
pt_pt: Produto: %@

source: Date
ar: التاريخ
de: Datum
hi: तारीख: %@
hr: Datum: %@
it: Data
ja: 日付
ko: 날짜
nl: Datum: %@
pt_pt: Data: %@
ru: Дата
sv: Datum
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# upgradeToPremiumTitle
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Zu Premium upgraden
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
hr: Nadogradi na Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgraden naar Premium
pt_pt: Fazer Upgrade para Premium
ru: Обновить до премиум
sv: Uppgradera till Premium
uk: Перейти на Преміум
vi: Nâng Cấp Lên Premium
zh_hans: 升级到高级版
zh_hant: 升級到進階版

# upgradeToPremiumMessage
source: Upgrade to premium to unlock all features!
ar: قم بالترقية إلى بريميوم لفتح جميع الميزات!
de: Upgraden Sie zu Premium, um alle Funktionen freizuschalten!
fr: Passez à Premium pour débloquer toutes les fonctionnalités !
hi: सभी सुविधाओं को अनलॉक करने के लिए प्रीमियम में अपग्रेड करें!
hr: Nadogradi na Premium kako bi otključao sve značajke!
it: Passa a Premium per sbloccare tutte le funzionalità!
ja: すべての機能をアンロックするためにプレミアムにアップグレード！
ko: 모든 기능을 해제하려면 프리미엄으로 업그레이드하세요!
nl: Upgrade naar Premium om alle functies te ontgrendelen!
pt_pt: Faz upgrade para Premium para desbloqueares todas as funcionalidades!
ru: Обновите до премиум, чтобы разблокировать все функции!
sv: Uppgradera till Premium för att låsa upp alla funktioner!
uk: Оновіть до Преміум, щоб розблокувати всі функції!
vi: Nâng cấp lên Premium để mở khóa tất cả các tính năng!
zh_hans: 升级到高级版以解锁所有功能！
zh_hant: 升級到進階版以解鎖所有功能！

source: View Options
ar: عرض الخيارات
de: Optionen anzeigen
fr: Voir les Options
hi: विकल्प देखें
hr: Pogledaj Opcije
it: Vedi Opzioni
ja: オプションを表示
ko: 옵션 보기
nl: Opties Bekijken
pt_pt: Ver Opções
ru: Посмотреть варианты
sv: Visa Alternativ
uk: Переглянути Варіанти
vi: Xem Tùy Chọn
zh_hans: 查看选项
zh_hant: 查看選項

# unlimitedCardsTitle
source: Unlimited Cards
ar: بطاقات غير محدودة
de: Unbegrenzte Karten
fr: Cartes Illimitées
hi: असीमित कार्ड
hr: Neograničene Kartice
it: Carte Illimitate
ja: 無制限のカード
ko: 무제한 카드
nl: Onbeperkte Kaarten
pt_pt: Cartões Ilimitados
ru: Неограниченные карточки
sv: Obegränsade Kort
uk: Необмежені Картки
vi: Thẻ Không Giới Hạn
zh_hans: 无限卡片
zh_hant: 無限卡片

# unlimitedCardsMessage
source: Upgrade to premium to create unlimited cards and unlock all features!
ar: قم بالترقية إلى بريميوم لإنشاء بطاقات غير محدودة وفتح جميع الميزات!
de: Upgraden Sie zu Premium, um unbegrenzte Karten zu erstellen und alle Funktionen freizuschalten!
fr: Passez à Premium pour créer des cartes illimitées et débloquer toutes les fonctionnalités !
hi: असीमित कार्ड बनाने और सभी सुविधाओं को अनलॉक करने के लिए प्रीमियम में अपग्रेड करें!
hr: Nadogradi na Premium za stvaranje neograničenih kartica i otključavanje svih značajki!
it: Passa a Premium per creare carte illimitate e sbloccare tutte le funzionalità!
ja: 無制限のカードを作成し、すべての機能をアンロックするためにプレミアムにアップグレード！
ko: 무제한 카드를 만들고 모든 기능을 해제하려면 프리미엄으로 업그레이드하세요!
nl: Upgrade naar Premium om onbeperkte kaarten te maken en alle functies te ontgrendelen!
pt_pt: Faz upgrade para Premium para criares cartões ilimitados e desbloqueares todas as funcionalidades!
ru: Обновите до премиум, чтобы создавать неограниченное количество карточек и разблокировать все функции!
sv: Uppgradera till Premium för att skapa obegränsade kort och låsa upp alla funktioner!
uk: Оновіть до Преміум, щоб створювати необмежені картки та розблокувати всі функції!
vi: Nâng cấp lên Premium để tạo thẻ không giới hạn và mở khóa tất cả tính năng!
zh_hans: 升级到高级版以创建无限卡片并解锁所有功能！
zh_hant: 升級到進階版以創建無限卡片並解鎖所有功能！

# advancedAnalyticsTitle
source: Advanced Analytics
ar: تحليلات متقدمة
de: Erweiterte Analysen
fr: Analytique Avancée
hi: उन्नत विश्लेषण
hr: Napredna Analitika
it: Analisi Avanzate
ja: 高度な分析
ko: 고급 분석
nl: Geavanceerde Analyse
pt_pt: Análise Avançada
ru: Расширенная аналитика
sv: Avancerad Analys
uk: Розширений Аналіз
vi: Phân Tích Nâng Cao
zh_hans: 高级分析
zh_hant: 高級分析

# advancedAnalyticsMessage
source: Get detailed learning insights, progress charts, and performance analytics with premium!
ar: احصل على رؤى تعليمية مفصلة، ومخططات التقدم، وتحليلات الأداء مع بريميوم!
de: Erhalten Sie detaillierte Lerneinblicke, Fortschrittsdiagramme und Leistungsanalysen mit Premium!
fr: Obtenez des perspectives d'apprentissage détaillées, des graphiques de progression et des analyses de performance avec Premium !
hi: प्रीमियम के साथ विस्तृत सीखने की अंतर्दृष्टि, प्रगति चार्ट और प्रदर्शन विश्लेषण प्राप्त करें!
hr: Dobij detaljne uvide u učenje, grafikone napretka i analize performansi s Premium!
it: Ottieni approfondimenti dettagliati sull'apprendimento, grafici di progresso e analisi delle prestazioni con Premium!
ja: プレミアムで詳細な学習インサイト、進捗グラフ、パフォーマンス分析を取得！
ko: 프리미엄으로 상세 학습 통찰, 진행 차트, 성과 분석을 얻으세요!
nl: Krijg gedetailleerde leerinzichten, voortgangsgrafieken en prestatie-analyses met Premium!
pt_pt: Obtém insights detalhados de aprendizagem, gráficos de progresso e análises de desempenho com Premium!
ru: Получите детальную аналитику обучения, графики прогресса и аналитику производительности с премиум!
sv: Få detaljerade lärinsikter, framstegsgrafer och prestationsanalyser med Premium!
uk: Отримуйте детальні інсайти навчання, графіки прогресу та аналізи продуктивності з Преміум!
vi: Nhận thông tin chi tiết về học tập, biểu đồ tiến độ và phân tích hiệu suất với Premium!
zh_hans: 通过高级版获取详细的学习洞察、进度图表和性能分析！
zh_hant: 通過進階版獲取詳細的學習洞察、進度圖表和性能分析！

# customThemesTitle
source: Custom Themes
ar: ثيمات مخصصة
de: Benutzerdefinierte Themen
fr: Thèmes Personnalisés
hi: कस्टम थीम
hr: Prilagođene Teme
it: Temi Personalizzati
ja: カスタムテーマ
ko: 맞춤 테마
nl: Aangepaste Thema's
pt_pt: Temas Personalizados
ru: Пользовательские темы
sv: Anpassade Teman
uk: Користувацькі Теми
vi: Chủ Đề Tùy Chỉnh
zh_hans: 自定义主题
zh_hant: 自訂主題

# customThemesMessage
source: Unlock beautiful custom themes and backgrounds with premium!
ar: افتح ثيمات وخلفيات مخصصة جميلة مع بريميوم!
de: Schalten Sie wunderschöne benutzerdefinierte Themen und Hintergründe mit Premium frei!
fr: Débloquez de magnifiques thèmes et arrière-plans personnalisés avec Premium !
hi: प्रीमियम के साथ सुंदर कस्टम थीम और पृष्ठभूमि अनलॉक करें!
hr: Otključaj lijepe prilagođene teme i pozadine s Premium!
it: Sblocca bellissimi temi e sfondi personalizzati con Premium!
ja: プレミアムで美しいカスタムテーマと背景をアンロック！
ko: 프리미엄으로 아름다운 맞춤 테마와 배경을 해제하세요!
nl: Ontgrendel prachtige aangepaste thema's en achtergronden met Premium!
pt_pt: Desbloqueia temas personalizados e fundos lindos com Premium!
ru: Разблокируйте красивые пользовательские темы и фоны с премиум!
sv: Lås upp vackra anpassade teman och bakgrunder med Premium!
uk: Розблокуйте красиві користувацькі теми та фони з Преміум!
vi: Mở khóa các chủ đề tùy chỉnh và nền đẹp với Premium!
zh_hans: 通过高级版解锁美丽的自定义主题和背景！
zh_hant: 通過進階版解鎖美麗的自訂主題和背景！

# languageChangeTitle
source: Language Change
ar: تغيير اللغة
de: Sprachwechsel
fr: Changement de Langue
hi: भाषा बदलें
hr: Promjena Jezika
it: Cambio Lingua
ja: 言語変更
ko: 언어 변경
nl: Talen Wijzigen
pt_pt: Mudar Idiomas
ru: Изменение языка
sv: Ändra Språk
uk: Зміна Мов
vi: Thay Đổi Ngôn Ngữ
zh_hans: 更改语言
zh_hant: 更改語言

# languageChangeMessage
source: Choose from over 15 languages to enhance your learning experience with premium!
ar: اختر من بين أكثر من 15 لغة لتحسين تجربة التعلم مع بريميوم!
de: Wählen Sie aus über 15 Sprachen, um Ihre Lernerfahrung mit Premium zu verbessern!
fr: Choisissez parmi plus de 15 langues pour améliorer votre expérience d'apprentissage avec Premium !
hi: प्रीमियम के साथ अपनी सीखने की अनुभव को बेहतर बनाने के लिए 15 से अधिक भाषाओं में से चुनें!
hr: Odaberi između više od 15 jezika za poboljšanje svog iskustva učenja s Premium!
it: Scegli tra oltre 15 lingue per migliorare la tua esperienza di apprendimento con Premium!
ja: プレミアムで15以上の言語から選んで学習体験を向上！
ko: 프리미엄으로 15개 이상의 언어 중에서 선택하여 학습 경험을 향상하세요!
nl: Kies uit meer dan 15 talen om je leerervaring te verbeteren met Premium!
pt_pt: Escolhe entre mais de 15 idiomas para melhorar a tua experiência de aprendizagem com Premium!
ru: Выбирайте из более чем 15 языков для улучшения вашего опыта обучения с премиум!
sv: Välj mellan över 15 språk för att förbättra din inlärningsupplevelse med Premium!
uk: Вибирайте з-понад 15 мов для покращення вашого досвіду навчання з Преміум!
vi: Chọn từ hơn 15 ngôn ngữ để nâng cao trải nghiệm học tập với Premium!
zh_hans: 通过高级版从15种以上语言中选择以提升您的学习体验！
zh_hant: 通過進階版從15種以上語言中選擇以提升您的學習體驗！

# cardPresetsTitle
source: Card Presets
ar: إعدادات البطاقات
de: Karten-Voreinstellungen
fr: Préréglages de Cartes
hi: कार्ड प्रीसेट
hr: Unaprijed Postavljene Kartice
it: Preimpostazioni Carte
ja: カードプリセット
ko: 카드 프리셋
nl: Kaart Presets
pt_pt: Presets de Cartões
ru: Предустановки карточек
sv: Kortförinställningar
uk: Попередні Налаштування Карток
vi: Mẫu Thẻ Định Sẵn
zh_hans: 卡片预设
zh_hant: 卡片預設

# cardPresetsMessage
source: Explore a vast collection of pre-designed card presets with premium!
ar: استكشف مجموعة واسعة من إعدادات البطاقات المصممة مسبقًا مع بريميوم!
de: Erkunden Sie eine umfangreiche Sammlung vordefinierter Karten-Voreinstellungen mit Premium!
fr: Explorez une vaste collection de préréglages de cartes prédéfinis avec Premium !
hi: प्रीमियम के साथ पूर्व-डिज़ाइन किए गए कार्ड प्रीसेट की विस्तृत संग्रह का अन्वेषण करें!
hr: Istraži opsežnu kolekciju unaprijed dizajniranih postavki kartica s Premium!
it: Esplora un'ampia collezione di preimpostazioni di carte pre-progettate con Premium!
ja: プレミアムで事前にデザインされたカードプリセットの広範なコレクションを探る！
ko: 프리미엄으로 사전 설계된 카드 프리셋의 광범위한 컬렉션을 탐색하세요!
nl: Verken een uitgebreide collectie vooraf ontworpen kaart presets met Premium!
pt_pt: Explora uma vasta coleção de presets de cartões pré-projetados com Premium!
ru: Исследуйте обширную коллекцию предустановленных карточек с премиум!
sv: Utforska en omfattande samling av fördesignade kortförinställningar med Premium!
uk: Досліджуйте велику колекцію попередньо створених налаштувань карток з Преміум!
vi: Khám phá bộ sưu tập lớn các mẫu thẻ được thiết kế sẵn với Premium!
zh_hans: 通过高级版探索大量预设计的卡片预设集合！
zh_hant: 通過進階版探索大量預設計的卡片預設集合！

# studyModesTitle
source: Study Modes
ar: أوضاع الدراسة
de: Lernmodi
fr: Modes d'Étude
hi: अध्ययन मोड
hr: Načini Učenja
it: Modalità di Studio
ja: 学習モード
ko: 공부 모드
nl: Studiemodi
pt_pt: Modos de Estudo
ru: Режимы изучения
sv: Studielägen
uk: Режими Вивчення
vi: Chế Độ Học
zh_hans: 学习模式
zh_hant: 學習模式

# studyModesMessage
source: Access advanced study modes and learning techniques with premium!
ar: احصل على أوضاع دراسة متقدمة وتقنيات تعلم مع بريميوم!
de: Greifen Sie auf erweiterte Lernmodi und Lerntechniken mit Premium zu!
fr: Accédez à des modes d'étude avancés et à des techniques d'apprentissage avec Premium !
hi: प्रीमियम के साथ उन्नत अध्ययन मोड और सीखने की तकनीकों तक पहुंचें!
hr: Pristupi naprednim načinima učenja i tehnikama učenja s Premium!
it: Accedi a modalità di studio avanzate e tecniche di apprendimento con Premium!
ja: プレミアムで高度な学習モードと学習テクニックにアクセス！
ko: 프리미엄으로 고급 공부 모드와 학습 기술에 접근하세요!
nl: Krijg toegang tot geavanceerde studiemodi en leermethoden met Premium!
pt_pt: Acede a modos de estudo avançados e técnicas de aprendizagem com Premium!
ru: Получите доступ к расширенным режимам изучения и техникам обучения с премиум!
sv: Få tillgång till avancerade studielägen och inlärningstekniker med Premium!
uk: Отримайте доступ до розширених режимів вивчення та технік навчання з Преміум!
vi: Truy cập các chế độ học nâng cao và kỹ thuật học tập với Premium!
zh_hans: 通过高级版访问高级学习模式和学习技术！
zh_hant: 通過進階版存取高級學習模式和學習技術！

source: Search cards...
ar: البحث في البطاقات...
de: Karten suchen...
fr: Rechercher des cartes...
hi: कार्ड खोजें...
hr: Pretraži kartice...
it: Cerca carte...
ja: カードを検索...
ko: 카드 검색...
nl: Kaarten zoeken...
pt_pt: Pesquisar cartões...
ru: Поиск карточек...
sv: Sök kort...
uk: Пошук карток...
vi: Tìm kiếm thẻ...
zh_hans: 搜索卡片...
zh_hant: 搜尋卡片...

source: English
ar: الإنجليزية
de: Englisch
fr: Anglais
hi: अंग्रेज़ी
hr: Engleski
it: Inglese
ja: 英語
ko: 영어
nl: Engels
pt_pt: Inglês
ru: Английский
sv: Engelska
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

source: Spanish
ar: الإسبانية
de: Spanisch
fr: Espagnol
hi: स्पेनिश
hr: Španjolski
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
pt_pt: Espanhol
ru: Испанский
sv: Spanska
uk: Іспанська
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

source: French
ar: الفرنسية
de: Französisch
fr: Français
hi: फ्रेंच
hr: Francuski
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
pt_pt: Francês
ru: Французский
sv: Franska
uk: Французька
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法語

source: German
ar: الألمانية
de: Deutsch
fr: Allemand
hi: जर्मन
hr: Njemački
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pt_pt: Alemão
ru: Немецкий
sv: Tyska
uk: Німецька
vi: Tiếng Đức
zh_hans: 德语
zh_hant: 德語

source: Italian
ar: الإيطالية
de: Italienisch
fr: Italien
hi: इतालवी
hr: Talijanski
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pt_pt: Italiano
ru: Итальянский
sv: Italienska
uk: Італійська
vi: Tiếng Ý
zh_hans: 意大利语
zh_hant: 義大利語

source: Portuguese
ar: البرتغالية
de: Portugiesisch
fr: Portugais
hi: पुर्तगाली
hr: Portugalski
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
nl: Portugees
pt_pt: Português
ru: Португальский
sv: Portugisiska
uk: Португальська
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Dutch
ar: الهولندية
de: Niederländisch
fr: Néerlandais
hi: डच
hr: Nizozemski
it: Olandese
ja: オランダ語
ko: 네덜란드어
nl: Nederlands
pt_pt: Holandês
ru: Голландский
sv: Nederländska
uk: Голландська
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語

source: Swedish
ar: السويدية
de: Schwedisch
fr: Suédois
hi: स्वीडिश
hr: Švedski
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
pt_pt: Sueco
ru: Шведский
sv: Svenska
uk: Шведська
vi: Tiếng Thụy Điển
zh_hans: 瑞典语
zh_hant: 瑞典語

source: Chinese
ar: الصينية
de: Chinesisch
fr: Chinois
hi: चीनी
hr: Kineski
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pt_pt: Chinês
ru: Китайский
sv: Kinesiska
uk: Китайська
vi: Tiếng Trung
zh_hans: 中文
zh_hant: 中文

source: Japanese
ar: اليابانية
de: Japanisch
fr: Japonais
hi: जापानी
hr: Japanski
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pt_pt: Japonês
ru: Японский
sv: Japanska
uk: Японська
vi: Tiếng Nhật
zh_hans: 日语
zh_hant: 日語

source: Korean
ar: الكورية
de: Koreanisch
fr: Coréen
hi: कोरियाई
hr: Korejski
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pt_pt: Coreano
ru: Корейский
sv: Koreanska
uk: Корейська
vi: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓語

source: Vietnamese
ar: الفيتنامية
de: Vietnamesisch
fr: Vietnamien
hi: वियतनामी
hr: Vijetnamski
it: Vietnamita
ja: ベトナム語
ko: 베트남어
nl: Vietnamees
pt_pt: Vietnamita
ru: Вьетнамский
sv: Vietnamesiska
uk: В’єтнамська
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南語

source: Russian
ar: الروسية
de: Russisch
fr: Russe
hi: रूसी
hr: Ruski
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
pt_pt: Russo
ru: Русский
sv: Ryska
uk: Російська
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄語

source: Arabic
ar: العربية
de: Arabisch
fr: Arabe
hi: अरबी
hr: Arapski
it: Arabo
ja: アラビア語
ko: 아랍어
nl: Arabisch
pt_pt: Árabe
ru: Арабский
sv: Arabiska
uk: Арабська
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

source: Hindi
ar: الهندية
hi: हिंदी
hr: Hindski
ja: ヒンディー語
ko: 힌디어
ru: Хинди
uk: Гінді
vi: Tiếng Hindi
zh_hans: 印地语
zh_hant: 印地語

source: Croatian
ar: الكرواتية
de: Kroatisch
fr: Croate
hi: क्रोएशियाई
hr: Hrvatski
it: Croato
ja: クロアチア語
ko: 크로아티아어
nl: Kroatisch
pt_pt: Croata
ru: Хорватский
sv: Kroatiska
uk: Хорватська
vi: Tiếng Croatia
zh_hans: 克罗地亚语
zh_hant: 克羅埃西亞語

source: Ukrainian
ar: الأوكرانية
de: Ukrainisch
fr: Ukrainien
hi: यूक्रेनी
hr: Ukrajinski
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
nl: Oekraïens
pt_pt: Ucraniano
ru: Украинский
sv: Ukrainska
uk: Українська
vi: Tiếng Ukraine
zh_hans: 乌克兰语
zh_hant: 烏克蘭語

source: Gradient
ar: التدرج
de: Verlauf
fr: Dégradé
hi: ग्रेडिएंट
hr: Gradijent
it: Gradiente
ja: グラデーション
ko: 그라데이션
nl: Gradiënt
pt_pt: Gradiente
ru: Градиент
uk: Градієнт
zh_hans: 渐变
zh_hant: 漸層

source: Lava Lamp
ar: مصباح الحمم
de: Lavalampe
fr: Lampe de Lave
hi: लावा लैंप
hr: Lava Lampa
it: Lampada di Lava
ja: ラバランプ
ko: 라바 램프
pt_pt: Lâmpada de Lava
ru: Лавовая лампа
sv: Lavalampa
uk: Лавова Лампа
vi: Đèn Lava
zh_hans: 熔岩灯
zh_hant: 熔岩燈

source: Snow
ar: الثلج
de: Schnee
fr: Neige
hi: बर्फ
hr: Snijeg
it: Neve
ja: 雪
ko: 눈
nl: Sneeuw
pt_pt: Neve
ru: Снег
sv: Snö
uk: Сніг
vi: Tuyết
zh_hans: 雪
zh_hant: 雪

source: Rain
ar: المطر
de: Regen
fr: Pluie
hi: बारिश
hr: Kiša
it: Pioggia
ja: 雨
ko: 비
nl: Regen
pt_pt: Chuva
ru: Дождь
sv: Regn
uk: Дощ
vi: Mưa
zh_hans: 雨
zh_hant: 雨

source: Stars
ar: النجوم
de: Sterne
fr: Étoiles
hi: तारे
hr: Zvijezde
it: Stelle
ja: 星
ko: 별
nl: Sterren
pt_pt: Estrelas
ru: Звезды
sv: Stjärnor
uk: Зірки
vi: Sao
zh_hans: 星星
zh_hant: 星星

source: Bubbles
ar: الفقاعات
de: Blasen
fr: Bulles
hi: बुलबुले
hr: Mjehurići
it: Bolle
ja: 泡
ko: 거품
nl: Bellen
pt_pt: Bolhas
ru: Пузыри
sv: Bubblor
uk: Бульбашки
vi: Bong Bóng
zh_hans: 气泡
zh_hant: 氣泡

source: Waves
ar: الأمواج
de: Wellen
fr: Vagues
hi: लहरें
hr: Valovi
it: Onde
ja: 波
ko: 파도
nl: Golven
pt_pt: Ondas
ru: Волны
sv: Vågor
uk: Хвилі
vi: Sóng
zh_hans: 波浪
zh_hant: 波浪

source: Particles
ar: الجزيئات
de: Partikel
fr: Particules
hi: कण
hr: Čestice
it: Particelle
ja: 粒子
ko: 입자
nl: Deeltjes
pt_pt: Partículas
ru: Частицы
sv: Partiklar
uk: Частинки
vi: Hạt
zh_hans: 粒子
zh_hant: 粒子

source: Aurora
ar: الشفق القطبي
fr: Aurore
hi: अरोरा
ja: オーロラ
ko: 오로라
ru: Аврора
uk: Північне Сяйво
vi: Cực Quang
zh_hans: 极光
zh_hant: 極光

source: Fireflies
ar: اليراعات
de: Glühwürmchen
fr: Lucioles
hi: जुगनू
hr: Krijesnice
it: Lucciole
ja: 蛍
ko: 반딧불이
nl: Glimwormen
pt_pt: Vaga-lumes
ru: Светлячки
sv: Lysmaskar
uk: Світлячки
vi: Đom Đóm
zh_hans: 萤火虫
zh_hant: 螢火蟲

source: Ocean
ar: المحيط
de: Ozean
fr: Océan
hi: समुद्र
it: Oceano
ja: 海
ko: 바다
nl: Oceaan
pt_pt: Oceano
ru: Океан
uk: Океан
vi: Đại Dương
zh_hans: 海洋
zh_hant: 海洋

source: Galaxy
ar: المجرة
de: Galaxie
fr: Galaxie
hi: आकाशगंगा
hr: Galaksija
it: Galassia
ja: 銀河
ko: 은하
nl: Melkweg
pt_pt: Galáxia
ru: Галактика
sv: Galax
uk: Галактика
vi: Thiên Hà
zh_hans: 银河
zh_hant: 銀河

# cardsUsedOfLimit
source: %d of %d cards
ar: %d من %d بطاقة
de: %d von %d Karten
fr: %d sur %d cartes
hi: %d में से %d कार्ड
hr: %d od %d kartica
it: %d di %d carte
ja: %d 枚中 %d 枚
ko: %d개 중 %d개
nl: %d van %d kaarten
pt_pt: %d de %d cartões
ru: %d из %d карточек
sv: %d av %d kort
uk: %d з %d карток
vi: %d trong số %d thẻ
zh_hans: %d 张卡片中的 %d 张
zh_hant: %d 張卡片中的 %d 張

# cardLimitExceeded
source: Card limit exceeded. You have %d cards out of %d allowed. Upgrade to premium for unlimited cards.
ar: تم الوصول إلى حد البطاقات. لديك %d بطاقة من %d مسموح بها. قم بالترقية إلى بريميوم لبطاقات غير محدودة.
de: Kartenlimit erreicht. Sie haben %d von %d erlaubten Karten. Upgraden Sie zu Premium für unbegrenzte Karten.
fr: Limite de cartes atteinte. Vous avez %d sur %d cartes autorisées. Passez à Premium pour des cartes illimitées.
hi: कार्ड सीमा पार हो गई। आपके पास %d में से %d अनुमत कार्ड हैं। असीमित कार्ड के लिए प्रीमियम में अपग्रेड करें।
hr: Dostignuta granica kartica. Imate %d od %d dopuštenih kartica. Nadogradite na Premium za neograničene kartice.
ja: カード制限に達しました。許可されている %d 枚中 %d 枚を使用しています。無制限のカードのためにプレミアムにアップグレードしてください。
ko: 카드 한도 초과. 허용된 %d개 중 %d개를 사용했습니다. 무제한 카드를 위해 프리미엄으로 업그레이드하세요.
nl: Kaartlimiet bereikt. Je hebt %d van %d toegestane kaarten gebruikt. Upgrade naar Premium voor onbeperkte kaarten.
pt_pt: Limite de cartões atingido. Usaste %d de %d cartões permitidos. Faz upgrade para Premium para cartões ilimitados.
ru: Лимит карточек превышен. У вас %d карточек из %d разрешенных. Обновите до премиум для неограниченных карточек.
sv: Kortgräns uppnådd. Du har använt %d av %d tillåtna kort. Uppgradera till Premium för obegränsade kort.
uk: Ліміт карток досягнуто. Ви використали %d з %d дозволених карток. Оновіть до Преміум для необмежених карток.
vi: Đã đạt giới hạn thẻ. Bạn đã sử dụng %d trong số %d thẻ được phép. Nâng cấp lên Premium để có thẻ không giới hạn.
zh_hans: 卡片限制已达。您已使用 %d 张中的 %d 张允许卡片。升级到高级版以获得无限卡片。
zh_hant: 卡片限制已達。您已使用 %d 張中的 %d 張允許卡片。升級到進階版以獲得無限卡片。
