Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Delete All
ar: حذف الكل
de: Alle Löschen
fr: Tout Supprimer
hi: सभी हटाएं
hr: Obriši Sve
it: Elimina Tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles Verwijderen
pt_pt: Eliminar Tudo
ru: Удалить все
sv: Radera Allt
uk: Видалити Все
vi: Xóa Tất Cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All Cards
ar: حذف جميع البطاقات
de: Alle Karten Löschen
fr: Supprimer Toutes les Cartes
hi: सभी कार्ड हटाएं
hr: Obriši Sve Kartice
it: Elimina Tutte le Carte
ja: すべてのカードを削除
ko: 모든 카드 삭제
nl: Alle Kaarten Verwijderen
pt_pt: Eliminar Todos os Cartões
ru: Удалить все карточки
sv: Radera Alla Kort
uk: Видалити Всі Картки
vi: Xóa Tất Cả Thẻ
zh_hans: 删除所有卡片
zh_hant: 刪除所有卡片

# deleteAllCardsConfirmation
source: Are you sure you want to delete all cards? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع البطاقات؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie alle Karten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer toutes les cartes ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई सभी कार्ड हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite obrisati sve kartice? Ova radnja se ne može poništiti.
it: Sei sicuro di voler eliminare tutte le carte? Questa azione non può essere annullata.
ja: すべてのカードを削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 카드를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je alle kaarten wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt_pt: Tens a certeza de que queres eliminar todos os cartões? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить все карточки? Это действие нельзя отменить.
sv: Är du säker på att du vill radera alla kort? Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити всі картки? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa tất cả thẻ không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除所有卡片吗？此操作无法撤销。
zh_hant: 您確定要刪除所有卡片嗎？此操作無法復原。

source: OK
ar: موافق
hi: ठीक है
hr: U redu
ko: 확인
ru: ОК
zh_hans: 确定
zh_hant: 確定

source: Premium Feature
ar: ميزة بريميوم
de: Premium-Funktion
fr: Fonction Premium
hi: प्रीमियम सुविधा
hr: Premium Funkcija
it: Funzione Premium
ja: プレミアム機能
ko: 프리미엄 기능
nl: Premium Functie
pt_pt: Funcionalidade Premium
ru: Премиум функция
sv: Premium Funktion
uk: Преміум Функція
vi: Tính Năng Premium
zh_hans: 高级功能
zh_hant: 進階功能

source: Premium Required
ar: مطلوب بريميوم
de: Premium erforderlich
fr: Premium Requis
hi: प्रीमियम आवश्यक
hr: Premium Potreban
it: Premium Richiesto
ja: プレミアムが必要
ko: 프리미엄 필요
nl: Premium Vereist
pt_pt: Premium Necessário
ru: Требуется премиум
sv: Premium Krävs
uk: Потрібен Преміум
vi: Yêu Cầu Premium
zh_hans: 需要高级版
zh_hant: 需要進階版

source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Zu Premium upgraden
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
hr: Nadogradi na Premium
it: Passa a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgraden naar Premium
pt_pt: Fazer Upgrade para Premium
ru: Обновить до премиум
sv: Uppgradera till Premium
uk: Перейти на Преміум
vi: Nâng Cấp Lên Premium
zh_hans: 升级到高级版
zh_hant: 升級到進階版

# premiumFeatureDescription
source: Access all preset collections and unlock unlimited language learning potential
ar: احصل على الوصول إلى جميع المجموعات المعرفة مسبقاً وافتح الإمكانيات غير المحدودة لتعلم اللغات
de: Greifen Sie auf alle vordefinierten Sammlungen zu und schalten Sie das unbegrenzte Potenzial zum Sprachenlernen frei
fr: Accédez à toutes les collections prédéfinies et débloquez le potentiel illimité d'apprentissage des langues
hi: सभी पूर्व-परिभाषित संग्रहों तक पहुंच प्राप्त करें और भाषा सीखने की असीमित क्षमता को अनलॉक करें
hr: Pristupite svim unaprijed definiranim kolekcijama i otključajte neograničeni potencijal za učenje jezika
it: Accedi a tutte le collezioni predefinite e sblocca il potenziale illimitato per l'apprendimento delle lingue
ja: すべてのプリセットコレクションにアクセスし、言語学習の無限の可能性を開放
ko: 모든 프리셋 컬렉션에 접근하고 언어 학습의 무한한 잠재력을 해제하세요
nl: Krijg toegang tot alle vooraf gedefinieerde collecties en ontgrendel het onbeperkte potentieel voor taalverwerving
pt_pt: Acede a todas as coleções predefinidas e desbloqueia o potencial ilimitado para aprender idiomas
ru: Получите доступ ко всем предустановленным коллекциям и откройте неограниченный потенциал изучения языков
sv: Få tillgång till alla fördefinierade samlingar och lås upp det obegränsade potentialet för språkinlärning
uk: Отримайте доступ до всіх попередньо визначених колекцій та розблокуйте необмежений потенціал для вивчення мов
vi: Truy cập tất cả các bộ sưu tập được định sẵn và mở khóa tiềm năng vô hạn cho việc học ngôn ngữ
zh_hans: 访问所有预设集合并解锁语言学习的无限潜力
zh_hant: 存取所有預設集合並解鎖語言學習的無限潛力

source: Preview Backgrounds
ar: معاينة الخلفيات
de: Hintergründe anzeigen
fr: Aperçu des arrière-plans
hi: पूर्वावलोकन
hr: Pregled
it: Anteprima sfondi
ja: 背景のプレビュー
ko: 배경 미리보기
nl: Voorvertoning
pt_pt: Visualizar
ru: Предварительный просмотр фонов
sv: Förhandsvisa bakgrunder
uk: Попередній перегляд фонів
vi: Xem trước nền
zh_hans: 预览背景
zh_hant: 預覽背景

source: Color Scheme
ar: مخطط الألوان
de: Farbschema
fr: Schéma de Couleurs
hi: रंग योजना
hr: Shema Boja
it: Schema Colori
ja: カラースキーム
ko: 색상 구성표
nl: Kleurenschema
pt_pt: Esquema de Cores
ru: Цветовая схема
sv: Färgschema
uk: Кольорова Схема
vi: Bảng Màu
zh_hans: 颜色方案
zh_hant: 顏色方案

# colorSchemeSystem
source: System
ar: النظام
fr: Système
hi: सिस्टम
hr: Sustav
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_pt: Sistema
ru: Системная
uk: Система
vi: Hệ Thống
zh_hans: 系统
zh_hant: 系統

# colorSchemeLight
source: Light
ar: فاتح
de: Hell
fr: Clair
hi: हल्का
hr: Svijetlo
it: Chiaro
ja: ライト
ko: 밝게
nl: Licht
pt_pt: Claro
ru: Светлая
sv: Ljus
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# colorSchemeDark
source: Dark
ar: داكن
de: Dunkel
fr: Sombre
hi: गहरा
hr: Tamno
it: Scuro
ja: ダーク
ko: 어둡게
nl: Donker
pt_pt: Escuro
ru: Темная
sv: Mörk
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Unlock Premium
ar: افتح بريميوم
de: Premium freischalten
fr: Débloquer Premium
hi: प्रीमियम अनलॉक करें
hr: Otključaj Premium
it: Sblocca Premium
ja: プレミアムをアンロック
ko: 프리미엄 잠금 해제
nl: Premium ontgrendelen
pt_pt: Desbloquear Premium
ru: Разблокировать премиум
sv: Lås upp Premium
uk: Розблокувати Преміум
vi: Mở Khóa Premium
zh_hans: 解锁高级版
zh_hant: 解鎖進階版

# masterLanguageLearning
source: Master your language learning with exclusive features
ar: أتقن تعلم لغتك بميزات حصرية
de: Meistern Sie Ihr Sprachenlernen mit exklusiven Funktionen
fr: Maîtrisez votre apprentissage des langues avec des fonctionnalités exclusives
hi: विशेष सुविधाओं के साथ अपनी भाषा सीखने में महारत हासिल करें
hr: Osvladajte svoje učenje jezika s ekskluzivnim značajkama
it: Padroneggia il tuo apprendimento delle lingue con funzionalità esclusive
ja: 専用機能で言語学習をマスター
ko: 독점 기능으로 언어 학습을 마스터하세요
nl: Beheers je taalverwerving met exclusieve functies
pt_pt: Domine a sua aprendizagem de idiomas com funcionalidades exclusivas
ru: Освойте изучение языков с эксклюзивными функциями
sv: Behärska ditt språkinlärning med exklusiva funktioner
uk: Опануйте вивчення мов з ексклюзивними функціями
vi: Làm chủ việc học ngôn ngữ với các tính năng độc quyền
zh_hans: 通过专属功能掌握语言学习
zh_hant: 透過專屬功能掌握語言學習

# usedCardsOfLimit
source: You've used %d of %d free cards
ar: لقد استخدمت %d من %d بطاقة مجانية
de: Sie haben %d von %d kostenlosen Karten verwendet
fr: Vous avez utilisé %d sur %d cartes gratuites
hi: आपने %d में से %d मुफ्त कार्ड का उपयोग किया है
hr: Koristili ste %d od %d besplatnih kartica
it: Hai usato %d di %d carte gratuite
ja: 無料カード %d 枚中 %d 枚を使用済み
ko: 무료 카드 %d개 중 %d개를 사용했습니다
nl: Je hebt %d van %d gratis kaarten gebruikt
pt_pt: Usou %d de %d cartões gratuitos
ru: Вы использовали %d из %d бесплатных карточек
sv: Du har använt %d av %d gratis kort
uk: Ви використали %d з %d безкоштовних карток
vi: Bạn đã sử dụng %d trong số %d thẻ miễn phí
zh_hans: 您已使用 %d 张免费卡片中的 %d 张
zh_hant: 您已使用 %d 張免費卡片中的 %d 張

source: What You Get with Premium
ar: ما تحصل عليه مع بريميوم
de: Was Sie mit Premium erhalten
fr: Ce que vous obtenez avec Premium
hi: प्रीमियम के साथ आपको क्या मिलता है
hr: Što dobivate s Premium
it: Cosa ottieni con Premium
ja: プレミアムで得られるもの
ko: 프리미엄으로 얻는 것
nl: Wat je krijgt met Premium
pt_pt: O que obtém com Premium
ru: Что вы получаете с премиум
sv: Vad du får med Premium
uk: Що ви отримуєте з Преміум
vi: Những gì bạn nhận được với Premium
zh_hans: 高级版包含的内容
zh_hant: 進階版包含的內容

# unlimitedCardsDescription
source: Create as many flashcards as you want
ar: أنشئ أكبر عدد تريده من البطاقات التعليمية
de: Erstellen Sie so viele Lernkarten wie Sie möchten
fr: Créez autant de cartes d'étude que vous voulez
hi: जितने चाहें उतने फ्लैशकार्ड बनाएं
hr: Stvorite onoliko flashcards koliko želite
it: Crea tutte le flashcard che vuoi
ja: 好きなだけフラッシュカードを作成
ko: 원하는 만큼 플래시카드를 만드세요
nl: Maak zoveel flashcards als je wilt
pt_pt: Crie quantos flashcards quiser
ru: Создавайте столько карточек, сколько хотите
sv: Skapa så många flashcards du vill
uk: Створюйте скільки карток для вивчення, скільки хочете
vi: Tạo bao nhiêu thẻ học tùy ý
zh_hans: 创建任意数量的学习卡片
zh_hant: 建立任意數量的學習卡片

# collections
source: 30+ Collections
ar: +30 مجموعة
de: 30+ Sammlungen
hi: 30+ संग्रह
hr: 30+ Kolekcija
it: 30+ Collezioni
ja: 30+ コレクション
ko: 30+ 컬렉션
nl: 30+ Collecties
pt_pt: 30+ Coleções
ru: 30+ коллекций
sv: 30+ Samlingar
uk: 30+ Колекцій
vi: 30+ Bộ Sưu Tập
zh_hans: 30+ 合集
zh_hant: 30+ 合集

# collectionsDescription
source: Access all preset vocabulary collections
ar: احصل على جميع مجموعات المفردات المعرفة مسبقاً
de: Zugriff auf alle vordefinierten Vokabelsammlungen
fr: Accédez à toutes les collections de vocabulaire prédéfinies
hi: सभी पूर्व-परिभाषित शब्दावली संग्रहों तक पहुंच
hr: Pristup svim unaprijed definiranim kolekcijama vokabulara
it: Accedi a tutte le collezioni di vocabolario predefinite
ja: すべてのプリセット語彙コレクションにアクセス
ko: 모든 사전 정의된 어휘 컬렉션에 접근
nl: Toegang tot alle vooraf gedefinieerde vocabulaire collecties
pt_pt: Aceda a todas as coleções de vocabulário predefinidas
ru: Доступ ко всем предустановленным коллекциям слов
sv: Tillgång till alla fördefinierade vokabulärsamlingar
uk: Доступ до всіх попередньо визначених колекцій словника
vi: Truy cập tất cả các bộ sưu tập từ vựng được định sẵn
zh_hans: 访问所有预设词汇合集
zh_hant: 存取所有預設詞彙合集

source: Premium Backgrounds
ar: خلفيات بريميوم
de: Premium Hintergründe
fr: Arrière-plans Premium
hi: प्रीमियम पृष्ठभूमि
hr: Premium Pozadine
it: Sfondi Premium
ja: プレミアム背景
ko: 프리미엄 배경
nl: Premium Achtergronden
pt_pt: Fundos Premium
ru: Премиум фоны
sv: Premium Bakgrunder
uk: Преміум Фони
vi: Nền Premium
zh_hans: 高级背景
zh_hant: 進階背景

# premiumBackgroundsDescription
source: Beautiful animated backgrounds
ar: خلفيات متحركة جميلة
de: Wunderschöne animierte Hintergründe
fr: De beaux arrière-plans animés
hi: सुंदर एनिमेटेड पृष्ठभूमि
hr: Lijepi animirani pozadini
it: Bellissimi sfondi animati
ja: 美しいアニメーション背景
ko: 아름다운 애니메이션 배경
nl: Prachtige geanimeerde achtergronden
pt_pt: Lindos fundos animados
ru: Красивые анимированные фоны
sv: Vackra animerade bakgrunder
uk: Красиві анімовані фони
vi: Nền hoạt ảnh đẹp mắt
zh_hans: 精美的动画背景
zh_hant: 精美的動畫背景

source: Change Languages
ar: تغيير اللغات
de: Sprachen ändern
fr: Changer de Langues
hi: भाषाएं बदलें
hr: Promijeni Jezike
it: Cambia Lingue
ja: 言語変更
ko: 언어 변경
nl: Talen Wijzigen
pt_pt: Alterar Idiomas
ru: Изменение языков
sv: Ändra Språk
uk: Змінити Мови
vi: Thay Đổi Ngôn Ngữ
zh_hans: 更改语言
zh_hant: 更改語言

# changeLanguagesDescription
source: Switch between different language pairs anytime
ar: تبديل بين أزواج اللغات المختلفة في أي وقت
de: Wechseln Sie jederzeit zwischen verschiedenen Sprachpaaren
fr: Changez entre différentes paires de langues à tout moment
hi: किसी भी समय विभिन्न भाषा जोड़ों के बीच स्विच करें
hr: Prebacujte između različitih parova jezika u bilo kojem trenutku
it: Passa tra diverse coppie di lingue in qualsiasi momento
ja: いつでも異なる言語ペアを切り替え
ko: 언제든지 다른 언어 쌍을 전환하세요
nl: Wissel op elk moment tussen verschillende taalparen
pt_pt: Mude entre diferentes pares de idiomas a qualquer momento
ru: Переключайтесь между различными языковыми парами в любое время
sv: Byt mellan olika språkpar när som helst
uk: Перемикайтеся між різними мовними парами в будь-який час
vi: Chuyển đổi giữa các cặp ngôn ngữ khác nhau bất cứ lúc nào
zh_hans: 随时在不同语言对之间切换
zh_hant: 隨時在不同語言對之間切換

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
fr: Restaurer les Achats
hi: खरीदारी पुनर्स्थापित करें
hr: Vraćanje Kupnji
it: Ripristina Acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen Herstellen
pt_pt: Restaurar Compras
ru: Восстановить покупки
sv: Återställ Köp
uk: Відновити Покупки
vi: Khôi Phục Mua Hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# cancelAnytime
source: Cancel anytime â€¢ No commitment
ar: إلغاء في أي وقت • بدون التزام
de: Jederzeit kündbar • Keine Verpflichtung
fr: Annulez à tout moment • Aucun engagement
hi: किसी भी समय रद्द करें • कोई प्रतिबद्धता नहीं
hr: Otkažite u bilo kojem trenutku • Bez obveze
it: Cancella in qualsiasi momento • Nessun impegno
ja: いつでもキャンセル可能 • 契約なし
ko: 언제든지 취소 가능 • 약정 없음
nl: Op elk moment annuleren • Geen verplichting
pt_pt: Cancele a qualquer momento • Sem compromisso
ru: Отменить в любое время • Без обязательств
sv: Avbryt när som helst • Inget åtagande
uk: Скасувати в будь-який час • Без зобов’язань
vi: Hủy bất cứ lúc nào • Không cam kết
zh_hans: 随时取消 • 无承诺
zh_hant: 隨時取消 • 無承諾

source: Terms
ar: الشروط
de: AGB
fr: Conditions
hi: शर्तें
hr: Uvjeti
it: Termini
ja: 利用規約
ko: 이용약관
nl: Voorwaarden
pt_pt: Termos
ru: Условия
sv: Villkor
uk: Умови
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

source: Privacy
ar: الخصوصية
de: Datenschutz
fr: Confidentialité
hi: गोपनीयता
hr: Privatnost
ja: プライバシー
ko: 개인정보
pt_pt: Privacidade
ru: Конфиденциальность
sv: Integritet
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Go Premium
ar: اذهب إلى بريميوم
de: Premium werden
fr: Passer à Premium
hi: प्रीमियम पर जाएं
hr: Idi na Premium
it: Vai a Premium
ja: プレミアムに進む
ko: 프리미엄으로 가기
nl: Ga naar Premium
pt_pt: Ir para Premium
ru: Перейти на премиум
sv: Gå till Premium
uk: Перейти на Преміум
vi: Chuyển sang Premium
zh_hans: 升级到高级版
zh_hant: 升級到進階版

source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
ru: Премиум
uk: Преміум
zh_hans: 高级版
zh_hant: 進階版

# settingsLabel
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
hr: Postavke
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Menu
ar: القائمة
de: Menü
hi: मेनू
hr: Izbornik
ja: メニュー
ko: 메뉴
ru: Меню
sv: Meny
uk: Меню
zh_hans: 菜单
zh_hant: 選單

source: Tag filter
ar: مرشح الوسوم
fr: Filtre d'étiquettes
hi: टैग फ़िल्टर
hr: Filter oznaka
it: Filtro tag
ja: タグフィルター
ko: 태그 필터
pt_pt: Filtro de etiquetas
ru: Фильтр тегов
sv: Taggfilter
uk: Фільтр тегів
vi: Bộ lọc nhãn
zh_hans: 标签筛选
zh_hant: 標籤篩選

source: Shuffle
ar: خلط
de: Mischen
fr: Mélanger
hi: फेरबदल
hr: Promiješaj
it: Mescola
ja: シャッフル
ko: 섞기
nl: Schudden
pt_pt: Baralhar
ru: Перемешать
sv: Blanda
uk: Перемішати
vi: Xáo trộn
zh_hans: 随机
zh_hant: 隨機

# addCardLabel
source: Add card
ar: إضافة بطاقة
de: Karte hinzufügen
fr: Ajouter une carte
hi: कार्ड जोड़ें
hr: Dodaj karticu
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
nl: Kaart toevoegen
pt_pt: Adicionar cartão
ru: Добавить карточку
sv: Lägg till kort
uk: Додати картку
vi: Thêm thẻ
zh_hans: 添加卡片
zh_hant: 新增卡片

source: Stack
ar: مكدس
de: Stapel
fr: Pile
hi: ढेर
hr: Stog
it: Pila
ja: スタック
ko: 스택
nl: Stapel
pt_pt: Pilha
ru: Стек
sv: Stapel
uk: Стос
vi: Ngăn Xếp
zh_hans: 堆栈
zh_hant: 堆疊

source: List
ar: قائمة
de: Liste
fr: Liste
hi: सूची
hr: Popis
it: Elenco
ja: リスト
ko: 목록
nl: Lijst
pt_pt: Lista
ru: Список
sv: Lista
uk: Список
vi: Danh Sách
zh_hans: 列表
zh_hant: 列表

source: Study
ar: دراسة
de: Lernen
fr: Étudier
hi: अध्ययन
hr: Uči
it: Studia
ja: 学習
ko: 공부
nl: Studeren
pt_pt: Estudar
ru: Изучение
sv: Studera
uk: Вчити
vi: Học
zh_hans: 学习
zh_hant: 學習

source: Analytics
ar: تحليلات
de: Analysen
fr: Analytique
hi: विश्लेषण
hr: Analitika
it: Analisi
ja: 分析
ko: 분석
nl: Analyse
pt_pt: Análise
ru: Аналитика
sv: Analys
uk: Аналіз
vi: Phân Tích
zh_hans: 分析
zh_hant: 分析

source: No Difficult Cards
ar: لا توجد بطاقات صعبة
de: Keine schwierigen Karten
fr: Aucune Carte Difficile
hi: कोई कठिन कार्ड नहीं
hr: Nema teških kartica
it: Nessuna Carta Difficile
ja: 難しいカードなし
ko: 어려운 카드 없음
nl: Geen Moeilijke Kaarten
pt_pt: Nenhum Cartão Difícil
ru: Нет сложных карточек
sv: Inga Svåra Kort
uk: Немає Складних Карток
vi: Không Có Thẻ Khó
zh_hans: 没有困难卡片
zh_hant: 沒有困難卡片

# noDifficultCardsDescription
source: You don't have any cards marked as difficult yet. Study more cards to see difficulty levels.
ar: لم تقم بوضع أي بطاقات كصعبة بعد. ادرس المزيد من البطاقات لرؤية مستويات الصعوبة.
de: Sie haben noch keine Karten als schwierig markiert. Lernen Sie mehr Karten, um Schwierigkeitsstufen zu sehen.
fr: Vous n'avez pas encore marqué de cartes comme difficiles. Étudiez plus de cartes pour voir les niveaux de difficulté.
hi: आपने अभी तक किसी कार्ड को कठिन के रूप में चिह्नित नहीं किया है। कठिनाई स्तर देखने के लिए और कार्ड पढ़ें।
hr: Još niste označili nijednu karticu kao tešku. Učite više kartica da biste vidjeli razine težine.
it: Non hai ancora marcato nessuna carta come difficile. Studia più carte per vedere i livelli di difficoltà.
ja: まだカードを難しいとマークしていません。難易度を見るためにさらにカードを学習してください。
ko: 아직 어떤 카드도 어렵다고 표시하지 않았습니다. 난이도를 확인하려면 더 많은 카드를 공부하세요.
nl: Je hebt nog geen kaarten als moeilijk gemarkeerd. Leer meer kaarten om moeilijkheidsgraden te zien.
pt_pt: Ainda não marcaste nenhum cartão como difícil. Estuda mais cartões para veres os níveis de dificuldade.
ru: У вас пока нет карточек, отмеченных как сложные. Изучайте больше карточек, чтобы увидеть уровни сложности.
sv: Du har inte markerat några kort som svåra än. Studera fler kort för att se svårighetsgrader.
uk: Ви ще не позначили жодної картки як складну. Вивчайте більше карток, щоб побачити рівні складності.
vi: Bạn chưa đánh dấu thẻ nào là khó. Học thêm thẻ để xem mức độ khó.
zh_hans: 您尚未将任何卡片标记为困难。学习更多卡片以查看难度等级。
zh_hant: 您尚未將任何卡片標記為困難。學習更多卡片以查看難度等級。

source: Difficult Cards
ar: بطاقات صعبة
de: Schwierige Karten
fr: Cartes Difficiles
hi: कठिन कार्ड
hr: Teške kartice
it: Carte Difficili
ja: 難しいカード
ko: 어려운 카드
nl: Moeilijke Kaarten
pt_pt: Cartões Difíceis
ru: Сложные карточки
sv: Svåra Kort
uk: Складні Картки
vi: Thẻ Khó
zh_hans: 困难卡片
zh_hant: 困難卡片

source: Failed to create card: %@
ar: فشل في إنشاء البطاقة: %@
de: Karte konnte nicht erstellt werden: %@
fr: Échec de la création de la carte : %@
hi: कार्ड बनाने में विफल: %@
hr: Neuspjelo stvaranje kartice: %@
it: Impossibile creare la carta: %@
ja: カードの作成に失敗しました：%@
ko: 카드 생성 실패: %@
nl: Kaart aanmaken mislukt: %@
pt_pt: Falha ao criar cartão: %@
ru: Не удалось создать карточку: %@
sv: Misslyckades med att skapa kort: %@
uk: Не вдалося створити картку: %@
vi: Không thể tạo thẻ: %@
zh_hans: 创建卡片失败：%@
zh_hant: 創建卡片失敗：%@

source: Study Mode
ar: وضع الدراسة
de: Lernmodus
fr: Mode d'Étude
hi: अध्ययन मोड
hr: Način Učenja
it: Modalità Studio
ja: 学習モード
ko: 공부 모드
nl: Studiemodus
pt_pt: Modo de Estudo
ru: Режим изучения
sv: Studieläge
uk: Режим Вивчення
vi: Chế Độ Học
zh_hans: 学习模式
zh_hant: 學習模式

source: Quick Stats
ar: إحصائيات سريعة
de: Schnelle Statistiken
fr: Statistiques Rapides
hi: त्वरित आँकड़े
hr: Brza Statistika
it: Statistiche Rapide
ja: クイック統計
ko: 빠른 통계
nl: Snelle Statistieken
pt_pt: Estatísticas Rápidas
ru: Быстрая статистика
sv: Snabba Statistik
uk: Швидка Статистика
vi: Thống Kê Nhanh
zh_hans: 快速统计
zh_hant: 快速統計

source: Study Options
ar: خيارات الدراسة
de: Lernoptionen
fr: Options d'Étude
hi: अध्ययन विकल्प
hr: Opcije Učenja
it: Opzioni di Studio
ja: 学習オプション
ko: 공부 옵션
nl: Studie-opties
pt_pt: Opções de Estudo
ru: Варианты изучения
sv: Studiealternativ
uk: Варіанти Вивчення
vi: Tùy Chọn Học
zh_hans: 学习选项
zh_hant: 學習選項

source: Recent Activity
ar: النشاط الأخير
de: Letzte Aktivität
fr: Activité Récente
hi: हाल की गतिविधि
hr: Nedavna Aktivnost
it: Attività Recente
ja: 最近のアクティビティ
ko: 최근 활동
nl: Recente Activiteit
pt_pt: Atividade Recente
ru: Недавняя активность
sv: Senaste Aktivitet
uk: Остання Активність
vi: Hoạt Động Gần Đây
zh_hans: 最近活动
zh_hant: 最近活動

source: Total Cards
ar: إجمالي البطاقات
de: Gesamtanzahl Karten
fr: Total des Cartes
hi: कुल कार्ड
hr: Ukupno Kartica
it: Totale Carte
ja: 総カード数
ko: 총 카드
nl: Totaal Kaarten
pt_pt: Total de Cartões
ru: Всего карточек
sv: Totalt Antal Kort
uk: Загальна Кількість Карток
vi: Tổng Số Thẻ
zh_hans: 总卡片数
zh_hant: 總卡片數

source: Mastered
ar: تم إتقانها
de: Beherrscht
fr: Maîtrisées
hi: निपुण
hr: Savladano
it: Padroneggiate
ja: 習得済み
ko: 숙달
nl: Beheerst
pt_pt: Dominados
ru: Освоено
sv: Bemästrade
uk: Опановано
vi: Đã Thành Thạo
zh_hans: 已掌握
zh_hant: 已掌握

source: Study Time Today
ar: وقت الدراسة اليوم
de: Lernzeit heute
fr: Temps d'Étude Aujourd'hui
hi: आज का अध्ययन समय
hr: Vrijeme Učenja Danas
it: Tempo di Studio Oggi
ja: 今日の学習時間
ko: 오늘의 공부 시간
nl: Studietijd Vandaag
pt_pt: Tempo de Estudo Hoje
ru: Время изучения сегодня
sv: Studietid Idag
uk: Час Вивчення Сьогодні
vi: Thời Gian Học Hôm Nay
zh_hans: 今日学习时间
zh_hant: 今日學習時間

# startStudySession
source: Start Study Session (10 cards)
ar: بدء جلسة دراسة (10 بطاقات)
de: Lernsession starten (10 Karten)
fr: Démarrer une Session d'Étude (10 cartes)
hi: अध्ययन सत्र शुरू करें (10 कार्ड)
hr: Započni Sesiju Učenja (10 kartica)
it: Inizia Sessione di Studio (10 carte)
ja: 学習セッションを開始（10枚のカード）
ko: 공부 세션 시작 (10개 카드)
nl: Start Studiesessie (10 kaarten)
pt_pt: Iniciar Sessão de Estudo (10 cartões)
ru: Начать сессию изучения (10 карточек)
sv: Starta Studiesession (10 kort)
uk: Розпочати Сесію Вивчення (10 карток)
vi: Bắt Đầu Phiên Học (10 thẻ)
zh_hans: 开始学习会话（10张卡片）
zh_hant: 開始學習會話（10張卡片）

# practiceAllCards
source: Practice All Cards (%d)
ar: مارس جميع البطاقات (%d)
de: Alle Karten üben (%d)
fr: Pratiquer Toutes les Cartes (%d)
hi: सभी कार्ड का अभ्यास करें (%d)
hr: Vježbaj Sve Kartice (%d)
it: Pratica Tutte le Carte (%d)
ja: すべてのカードを練習（%d）
ko: 모든 카드 연습 (%d)
nl: Oefen Alle Kaarten (%d)
pt_pt: Praticar Todos os Cartões (%d)
ru: Практиковать все карточки (%d)
sv: Öva Alla Kort (%d)
uk: Практикувати Всі Картки (%d)
vi: Luyện Tập Tất Cả Thẻ (%d)
zh_hans: 练习所有卡片（%d）
zh_hant: 練習所有卡片（%d）

# practiceDifficultCards
source: Practice Difficult Cards (%d)
ar: مارس البطاقات الصعبة (%d)
de: Schwierige Karten üben (%d)
fr: Pratiquer les Cartes Difficiles (%d)
hi: कठिन कार्ड का अभ्यास करें (%d)
hr: Vježbaj Teške Kartice (%d)
it: Pratica Carte Difficili (%d)
ja: 難しいカードを練習（%d）
ko: 어려운 카드 연습 (%d)
nl: Oefen Moeilijke Kaarten (%d)
pt_pt: Praticar Cartões Difíceis (%d)
ru: Практиковать сложные карточки (%d)
sv: Öva Svåra Kort (%d)
uk: Практикувати Складні Картки (%d)
vi: Luyện Tập Thẻ Khó (%d)
zh_hans: 练习困难卡片（%d）
zh_hant: 練習困難卡片（%d）

source: Multiple Choice Quiz
ar: اختبار متعدد الخيارات
fr: Quiz à Choix Multiples
hi: बहुविकल्पीय प्रश्नोत्तरी
hr: Kviz Višestrukog Izbora
it: Quiz a Scelta Multipla
ja: 多肢選択クイズ
ko: 다지선다 퀴즈
nl: Meerkeuzequiz
pt_pt: Quiz de Escolha Múltipla
ru: Тест с множественным выбором
sv: Flervalsquiz
uk: Тест із Багатьма Варіантами
vi: Câu Đố Trắc Nghiệm
zh_hans: 多选测验
zh_hant: 多選測驗

# fillInTheBlank
source: Fill in the Blank (%d)
ar: املأ الفراغ (%d)
de: Lückentext (%d)
fr: Compléter le Vide (%d)
hi: रिक्त स्थान भरें (%d)
hr: Ispuni Prazninu (%d)
it: Riempi lo Spazio (%d)
ja: 空欄を埋める（%d）
ko: 빈칸 채우기 (%d)
nl: Vul de Lege Plek (%d)
pt_pt: Preencher a Lacuna (%d)
ru: Заполнить пропуск (%d)
sv: Fyll i Tomrummet (%d)
uk: Заповнити Пропуск (%d)
vi: Điền Vào Chỗ Trống (%d)
zh_hans: 填空（%d）
zh_hant: 填空（%d）
