Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# filterByLanguageDescription
source: Show only cards that match your selected languages
ar: عرض البطاقات التي تطابق لغاتك المختارة فقط
de: Nur Karten anzeigen, die Ihren ausgewählten Sprachen entsprechen
fr: Afficher uniquement les cartes qui correspondent à vos langues sélectionnées
hi: केवल उन कार्ड्स को दिखाएं जो आपकी चुनी हुई भाषाओं से मेल खाते हैं
hr: Prikaži samo kartice koje odgovaraju vašim odabranim jezicima
it: Mostra solo le carte che corrispondono alle tue lingue selezionate
ja: 選択した言語に一致するカードのみを表示
ko: 선택한 언어와 일치하는 카드만 표시
nl: Toon alleen kaarten die overeenkomen met uw geselecteerde talen
pt_pt: Mostrar apenas cartões que correspondam aos seus idiomas selecionados
ru: Показывать только карточки, соответствующие вашим выбранным языкам
sv: Visa endast kort som matchar dina valda språk
uk: Показувати тільки картки, які відповідають вашим вибраним мовам
vi: Chỉ hiển thị các thẻ phù hợp với ngôn ngữ bạn đã chọn
zh_hans: 仅显示与您选择的语言匹配的卡片
zh_hant: 僅顯示與您選擇的語言相符的卡片

source: Filter by Favorites
ar: تصفية حسب المفضلة
de: Nach Favoriten filtern
fr: Filtrer par Favoris
hi: पसंदीदा द्वारा फ़िल्टर करें
hr: Filtriraj po favoritima
it: Filtra per Preferiti
ja: お気に入りでフィルター
ko: 즐겨찾기로 필터링
nl: Filteren op Favorieten
pt_pt: Filtrar por Favoritos
ru: Фильтровать по избранному
sv: Filtrera efter Favoriter
uk: Фільтрувати за Улюбленими
vi: Lọc theo Yêu thích
zh_hans: 按收藏筛选
zh_hant: 按收藏篩選

source: Show All Cards
ar: عرض جميع البطاقات
de: Alle Karten anzeigen
fr: Afficher Toutes les Cartes
hi: सभी कार्ड दिखाएँ
hr: Prikaži sve kartice
it: Mostra Tutte le Carte
ja: すべてのカードを表示
ko: 모든 카드 보기
nl: Alle Kaarten Tonen
pt_pt: Mostrar Todos os Cartões
ru: Показать все карточки
sv: Visa Alla Kort
uk: Показати Всі Картки
vi: Hiện Tất Cả Thẻ
zh_hans: 显示所有卡片
zh_hant: 顯示所有卡片

source: Show Favorites Only
ar: عرض المفضلة فقط
de: Nur Favoriten anzeigen
fr: Afficher Seulement les Favoris
hi: केवल पसंदीदा दिखाएँ
hr: Prikaži samo favorite
it: Mostra Solo Preferiti
ja: お気に入りのみ表示
ko: 즐겨찾기만 보기
nl: Alleen Favorieten Tonen
pt_pt: Mostrar Apenas Favoritos
ru: Показать только избранные
sv: Visa Endast Favoriter
uk: Показати Лише Улюблені
vi: Chỉ Hiện Yêu Thích
zh_hans: 仅显示收藏
zh_hant: 僅顯示收藏

source: No Favorite Cards
ar: لا توجد بطاقات مفضلة
de: Keine Favoriten-Karten
fr: Aucune Carte Favorite
hi: कोई पसंदीदा कार्ड नहीं
hr: Nema omiljenih kartica
it: Nessuna Carta Preferita
ja: お気に入りカードなし
ko: 즐겨찾기 카드 없음
nl: Geen Favoriete Kaarten
pt_pt: Nenhum Cartão Favorito
ru: Нет избранных карточек
sv: Inga Favoritkort
uk: Немає Улюблених Карток
vi: Không Có Thẻ Yêu Thích
zh_hans: 没有收藏卡片
zh_hant: 沒有收藏卡片

# noFavoriteCardsDescription
source: You haven't marked any cards as favorites yet
ar: لم تقم بوضع أي بطاقة كمفضلة بعد
de: Sie haben noch keine Karten als Favoriten markiert
fr: Vous n'avez pas encore marqué de cartes comme favorites
hi: आपने अभी तक कोई कार्ड पसंदीदा नहीं बनाया है
hr: Još niste označili nijednu karticu kao omiljenu
it: Non hai ancora marcato nessuna carta come preferita
ja: まだお気に入りにしたカードはありません
ko: 아직 즐겨찾기로 표시한 카드가 없습니다
nl: U heeft nog geen kaarten als favoriet gemarkeerd
pt_pt: Ainda não marcou nenhum cartão como favorito
ru: Вы еще не отметили ни одной карточки как избранную
sv: Du har inte markerat några kort som favoriter än
uk: Ви ще не позначили жодної картки як улюблену
vi: Bạn chưa đánh dấu thẻ nào là yêu thích
zh_hans: 您还没有将任何卡片标记为收藏
zh_hant: 您還沒有將任何卡片標記為收藏

source: Languages
ar: اللغات
de: Sprachen
fr: Langues
hi: भाषाएं
hr: Jezici
it: Lingue
ja: 言語
ko: 언어
nl: Talen
pt_pt: Idiomas
ru: Языки
sv: Språk
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Card Display
ar: عرض البطاقة
de: Kartenanzeige
fr: Affichage des Cartes
hi: कार्ड प्रदर्शन
hr: Prikaz Kartica
it: Visualizzazione Carte
ja: カード表示
ko: 카드 표시
nl: Kaartweergave
pt_pt: Exibição de Cartões
ru: Отображение карточек
sv: Kortvisning
uk: Відображення Карток
vi: Hiển Thị Thẻ
zh_hans: 卡片显示
zh_hant: 卡片顯示

source: Card Display Mode
ar: وضع عرض البطاقة
de: Kartenanzeigemodus
fr: Mode d'Affichage des Cartes
hi: कार्ड प्रदर्शन मोड
hr: Način Prikaza Kartica
it: Modalità Visualizzazione Carte
ja: カード表示モード
ko: 카드 표시 모드
nl: Kaartweergavemodus
pt_pt: Modo de Exibição de Cartões
ru: Режим отображения карточек
sv: Kortvisningsläge
uk: Режим Відображення Карток
vi: Chế Độ Hiển Thị Thẻ
zh_hans: 卡片显示模式
zh_hant: 卡片顯示模式

source: Learning Mode
ar: وضع التعلم
de: Lernmodus
fr: Mode d'Apprentissage
hi: सीखने का मोड
hr: Način Učenja
it: Modalità Apprendimento
ja: 学習モード
ko: 학습 모드
nl: Leermodus
pt_pt: Modo de Aprendizagem
ru: Режим обучения
sv: Lärläge
uk: Режим Навчання
vi: Chế Độ Học
zh_hans: 学习模式
zh_hant: 學習模式

source: Travel Mode
ar: وضع السفر
de: Reisemodus
fr: Mode Voyage
hi: यात्रा मोड
hr: Način Putovanja
it: Modalità Viaggio
ja: 旅行モード
ko: 여행 모드
nl: Reismodus
pt_pt: Modo de Viagem
ru: Режим путешествия
sv: Reseläge
uk: Режим Подорожі
vi: Chế Độ Du Lịch
zh_hans: 旅行模式
zh_hant: 旅行模式

# learningModeDescription
source: Show target language first (for learning)
ar: عرض اللغة المستهدفة أولاً (للتعلم)
de: Zielsprache zuerst anzeigen (zum Lernen)
fr: Afficher la langue cible en premier (pour apprendre)
hi: लक्ष्य भाषा पहले दिखाएं (सीखने के लिए)
hr: Prikaži ciljni jezik prvo (za učenje)
it: Mostra lingua obiettivo prima (per imparare)
ja: 目標言語を最初に表示（学習用）
ko: 목표 언어를 먼저 표시 (학습용)
nl: Toon doeltaal eerst (voor leren)
pt_pt: Mostrar idioma alvo primeiro (para aprender)
ru: Показывать целевой язык первым (для обучения)
sv: Visa målspråk först (för lärande)
uk: Показувати цільову мову спочатку (для навчання)
vi: Hiển thị ngôn ngữ mục tiêu trước (để học)
zh_hans: 首先显示目标语言（用于学习）
zh_hant: 首先顯示目標語言（用於學習）

# travelModeDescription
source: Show native language first (for travel)
ar: عرض اللغة الأصلية أولاً (للسفر)
de: Muttersprache zuerst anzeigen (für Reisen)
fr: Afficher la langue native en premier (pour voyager)
hi: मातृभाषा पहले दिखाएं (यात्रा के लिए)
hr: Prikaži materinski jezik prvo (za putovanje)
it: Mostra lingua madre prima (per viaggiare)
ja: 母国語を最初に表示（旅行用）
ko: 모국어를 먼저 표시 (여행용)
nl: Toon moedertaal eerst (voor reizen)
pt_pt: Mostrar língua materna primeiro (para viajar)
ru: Показывать родной язык первым (для путешествий)
sv: Visa modersmål först (för resor)
uk: Показувати рідну мову спочатку (для подорожей)
vi: Hiển thị ngôn ngữ mẹ đẻ trước (để du lịch)
zh_hans: 首先显示母语（用于旅行）
zh_hant: 首先顯示母語（用於旅行）

source: Preset Collections
ar: المجموعات المحددة مسبقاً
de: Vordefinierte Sammlungen
fr: Collections Prédéfinies
hi: पूर्व-निर्धारित संग्रह
hr: Unaprijed Definirane Kolekcije
it: Collezioni Predefinite
ja: プリセットコレクション
ko: 사전 정의된 컬렉션
nl: Vooraf Gedefinieerde Collecties
pt_pt: Coleções Pré-definidas
ru: Предустановленные коллекции
sv: Fördefinierade Samlingar
uk: Попередньо Визначені Колекції
vi: Bộ Sưu Tập Định Sẵn
zh_hans: 预设集合
zh_hant: 預設集合

# seeAllCollections
source: See All
ar: عرض الكل
de: Alle anzeigen
fr: Voir Tout
hi: सभी देखें
hr: Pogledaj Sve
it: Vedi Tutto
ja: すべて表示
ko: 모두 보기
nl: Alles Bekijken
pt_pt: Ver Todas
ru: Все
sv: Se Alla
uk: Переглянути Всі
vi: Xem Tất Cả
zh_hans: 查看全部
zh_hant: 查看全部

source: Import Collection
ar: استيراد المجموعة
de: Sammlung importieren
fr: Importer la Collection
hi: संग्रह आयात करें
hr: Uvezi Kolekciju
it: Importa Collezione
ja: コレクションをインポート
ko: 컬렉션 가져오기
nl: Collectie Importeren
pt_pt: Importar Coleção
ru: Импортировать коллекцию
sv: Importera Samling
uk: Імпортувати Колекцію
vi: Nhập Bộ Sưu Tập
zh_hans: 导入集合
zh_hant: 匯入集合

# importButton
source: Import
ar: استيراد
de: Importieren
fr: Importer
hi: आयात करें
hr: Uvezi
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pt_pt: Importar
ru: Импортировать
sv: Importera
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# importCollectionMessage
source: Import %@ with %d cards to your collection?
ar: استيراد %@ مع %d بطاقة إلى مجموعتك؟
de: %@ mit %d Karten in Ihre Sammlung importieren?
fr: Importer %@ avec %d cartes dans votre collection ?
hi: %@ के %d कार्ड को अपने संग्रह में आयात करें?
hr: Uvezi %@ s %d kartica u tvoju kolekciju?
it: Importare %@ con %d carte nella tua collezione?
ja: %@ の %d 枚のカードをコレクションにインポートしますか？
ko: %@의 %d개 카드를 컬렉션에 가져오시겠습니까?
nl: %@ met %d kaarten importeren naar je collectie?
pt_pt: Importar %@ com %d cartões para a sua coleção?
ru: Импортировать %@ с %d карточками в вашу коллекцию?
sv: Importera %@ med %d kort till din samling?
uk: Імпортувати %@ з %d картками до вашої колекції?
vi: Nhập %@ với %d thẻ vào bộ sưu tập của bạn?
zh_hans: 将 %@ 的 %d 张卡片导入到您的集合中？
zh_hant: 將 %@ 的 %d 張卡片匯入到您的集合中？

source: No collections found
ar: لم يتم العثور على مجموعات
de: Keine Sammlungen gefunden
fr: Aucune collection trouvée
hi: कोई संग्रह नहीं मिला
hr: Nisu pronađene kolekcije
it: Nessuna collezione trovata
ja: コレクションが見つかりません
ko: 컬렉션을 찾을 수 없습니다
nl: Geen collecties gevonden
pt_pt: Nenhuma coleção encontrada
ru: Коллекции не найдены
sv: Inga samlingar hittades
uk: Колекції не знайдено
vi: Không tìm thấy bộ sưu tập
zh_hans: 未找到集合
zh_hant: 未找到集合

# tryAdjustingSearch
source: Try adjusting your search or filter criteria
ar: حاول تعديل البحث أو معايير التصفية
de: Versuchen Sie, Ihre Suche oder Filterkriterien anzupassen
fr: Essayez d'ajuster votre recherche ou critères de filtre
hi: अपनी खोज या फ़िल्टर मानदंड को समायोजित करने का प्रयास करें
hr: Pokušaj prilagoditi pretragu ili kriterije filtriranja
it: Prova ad aggiustare la tua ricerca o criteri di filtro
ja: 検索またはフィルター条件を調整してみてください
ko: 검색 또는 필터 조건을 조정해 보세요
nl: Probeer je zoekopdracht of filtercriteria aan te passen
pt_pt: Tente ajustar a sua pesquisa ou critérios de filtro
ru: Попробуйте изменить поиск или критерии фильтра
sv: Försök att justera din sökning eller filterkriterier
uk: Спробуйте налаштувати пошук або критерії фільтра
vi: Hãy thử điều chỉnh tìm kiếm hoặc tiêu chí lọc
zh_hans: 请尝试调整搜索或筛选条件
zh_hant: 請嘗試調整搜尋或篩選條件

# getStartedWithCollections
source: Get started with curated card sets for common topics and situations
ar: ابدأ بمجموعات البطاقات المختارة للمواضيع والمواقف الشائعة
de: Beginnen Sie mit kuratierten Kartensätzen für häufige Themen und Situationen
fr: Commencez avec des ensembles de cartes organisés pour des sujets et situations courants
hi: सामान्य विषयों और स्थितियों के लिए क्यूरेटेड कार्ड सेट के साथ शुरू करें
hr: Započni s kuriranim setovima kartica za uobičajene teme i situacije
it: Inizia con set di carte curati per argomenti e situazioni comuni
ja: 一般的なトピックや状況のためのキュレーションされたカードセットから始めましょう
ko: 일반적인 주제와 상황을 위한 큐레이션된 카드 세트로 시작하세요
nl: Begin met samengestelde kaartensets voor veelvoorkomende onderwerpen en situaties
pt_pt: Comece com conjuntos de cartões curados para tópicos e situações comuns
ru: Начните с курированных наборов карточек для общих тем и ситуаций
sv: Börja med kuraterade kortuppsättningar för vanliga ämnen och situationer
uk: Почніть з курованих наборів карток для поширених тем і ситуацій
vi: Bắt đầu với các bộ thẻ được tuyển chọn cho các chủ đề và tình huống phổ biến
zh_hans: 从常见主题和情况的精选卡片集开始
zh_hant: 從常見主題和情況的精選卡片集開始

source: Search collections...
ar: البحث في المجموعات...
de: Sammlungen suchen...
fr: Rechercher des collections...
hi: संग्रह खोजें...
hr: Pretraži kolekcije...
it: Cerca collezioni...
ja: コレクションを検索...
ko: 컬렉션 검색...
nl: Collecties zoeken...
pt_pt: Pesquisar coleções...
ru: Поиск коллекций...
sv: Sök samlingar...
uk: Пошук колекцій...
vi: Tìm kiếm bộ sưu tập...
zh_hans: 搜索集合...
zh_hant: 搜尋集合...

# allCategories
source: All
ar: الكل
de: Alle
fr: Toutes
hi: सभी
hr: Sve
it: Tutte
ja: すべて
ko: 모두
nl: Alle
pt_pt: Todas
ru: Все
sv: Alla
uk: Всі
vi: Tất Cả
zh_hans: 全部
zh_hant: 全部

# myLanguageSettings
source: My Language
ar: لغتي
de: Meine Sprache
fr: Ma Langue
hi: मेरी भाषा
hr: Moj Jezik
it: La Mia Lingua
ja: 私の言語
ko: 내 언어
nl: Mijn Taal
pt_pt: A Minha Língua
ru: Мой язык
sv: Mitt Språk
uk: Моя Мова
vi: Ngôn Ngữ Của Tôi
zh_hans: 我的语言
zh_hant: 我的語言

source: Target Language
ar: اللغة المستهدفة
de: Zielsprache
fr: Langue Cible
hi: लक्ष्य भाषा
hr: Ciljni Jezik
it: Lingua Obiettivo
ja: 目標言語
ko: 목표 언어
nl: Doeltaal
pt_pt: Idioma Alvo
ru: Целевой язык
sv: Målspråk
uk: Цільова Мова
vi: Ngôn Ngữ Mục Tiêu
zh_hans: 目标语言
zh_hant: 目標語言

source: Theme
ar: المظهر
de: Thema
fr: Thème
hi: थीम
hr: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt_pt: Tema
ru: Тема
sv: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
hr: Boja
it: Colore
ja: 色
ko: 색상
nl: Kleur
pt_pt: Cor
ru: Цвет
sv: Färg
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Background Style
ar: نمط الخلفية
de: Hintergrund-Stil
fr: Style d'Arrière-plan
hi: पृष्ठभूमि शैली
hr: Stil Pozadine
it: Stile Sfondo
ja: 背景スタイル
ko: 배경 스타일
nl: Achtergrondstijl
pt_pt: Estilo de Fundo
ru: Стиль фона
sv: Bakgrundsstil
uk: Стиль Фону
vi: Kiểu Nền
zh_hans: 背景样式
zh_hant: 背景樣式

source: Tap to see full screen
ar: انقر لرؤية الشاشة الكاملة
de: Tippen Sie, um Vollbild zu sehen
fr: Appuyez pour voir en plein écran
hi: पूर्ण स्क्रीन देखने के लिए टैप करें
hr: Dodirnite za prikaz punog zaslona
it: Tocca per vedere a schermo intero
ja: タップしてフルスクリーン表示
ko: 전체 화면을 보려면 탭하세요
nl: Tik om volledig scherm te zien
pt_pt: Toca para ver em ecrã completo
ru: Нажмите, чтобы увидеть полноэкранный режим
sv: Tryck för att se helskärm
uk: Натисніть, щоб побачити повний екран
vi: Nhấn để xem toàn màn hình
zh_hans: 点击查看全屏
zh_hant: 點擊查看全螢幕

# categoryBasics
source: Basics
ar: الأساسيات
de: Grundlagen
fr: Bases
hi: मूल बातें
hr: Osnove
it: Base
ja: 基本
ko: 기본
nl: Basis
pt_pt: Básicos
ru: Основы
sv: Grundläggande
uk: Основи
vi: Cơ Bản
zh_hans: 基础
zh_hant: 基礎

# categoryTravel
source: Travel
ar: السفر
de: Reisen
fr: Voyage
hi: यात्रा
hr: Putovanje
it: Viaggio
ja: 旅行
ko: 여행
nl: Reizen
pt_pt: Viagem
ru: Путешествия
sv: Resor
uk: Подорожі
vi: Du Lịch
zh_hans: 旅行
zh_hant: 旅行

# categoryEntertainment
source: Entertainment
ar: الترفيه
de: Unterhaltung
fr: Divertissement
hi: मनोरंजन
hr: Zabava
it: Intrattenimento
ja: エンターテイメント
ko: 엔터테인먼트
nl: Vermakelijkheden
pt_pt: Entretenimento
ru: Развлечения
sv: Underhållning
uk: Розваги
vi: Giải Trí
zh_hans: 娱乐
zh_hant: 娛樂

# categoryFood
source: Food
ar: الطعام
de: Essen
fr: Nourriture
hi: भोजन
hr: Hrana
it: Cibo
ja: 食べ物
ko: 음식
nl: Eten
pt_pt: Comida
ru: Еда
sv: Mat
uk: Їжа
vi: Thức Ăn
zh_hans: 食物
zh_hant: 食物

# categoryShopping
source: Shopping
ar: التسوق
de: Einkaufen
hi: खरीदारी
hr: Kupovina
ja: 買い物
ko: 쇼핑
nl: Winkelen
pt_pt: Compras
ru: Покупки
uk: Покупки
vi: Mua Sắm
zh_hans: 购物
zh_hant: 購物

# categorySocial
source: Social
ar: الاجتماعي
de: Soziales
hi: सामाजिक
hr: Društveno
it: Sociale
ja: 社交
ko: 사회
nl: Sociaal
ru: Общение
sv: Socialt
uk: Спілкування
vi: Xã Hội
zh_hans: 社交
zh_hant: 社交

# categoryWeather
source: Weather
ar: الطقس
de: Wetter
fr: Météo
hi: मौसम
hr: Vrijeme
it: Meteo
ja: 天気
ko: 날씨
nl: Weer
pt_pt: Clima
ru: Погода
sv: Väder
uk: Погода
vi: Thời Tiết
zh_hans: 天气
zh_hant: 天氣

# categoryTechnology
source: Technology
ar: التكنولوجيا
de: Technologie
fr: Technologie
hi: प्रौद्योगिकी
hr: Tehnologija
it: Tecnologia
ja: テクノロジー
ko: 기술
nl: Technologie
pt_pt: Tecnologia
ru: Технологии
sv: Teknologi
uk: Технології
vi: Công Nghệ
zh_hans: 科技
zh_hant: 科技

# categoryLifestyle
source: Lifestyle
ar: نمط الحياة
fr: Mode de Vie
hi: जीवनशैली
hr: Način Života
it: Stile di Vita
ja: ライフスタイル
ko: 라이프스타일
nl: Levensstijl
pt_pt: Estilo de Vida
ru: Образ жизни
sv: Livsstil
uk: Спосіб Життя
vi: Lối Sống
zh_hans: 生活方式
zh_hant: 生活方式

# categoryProfessional
source: Professional
ar: المهني
de: Beruflich
fr: Professionnel
hi: पेशेवर
hr: Profesionalno
it: Professionale
ja: 職業
ko: 전문
nl: Professioneel
pt_pt: Profissional
ru: Профессиональное
sv: Professionellt
uk: Професійне
vi: Chuyên Nghiệp
zh_hans: 专业
zh_hant: 專業

# categoryEmergency
source: Emergency
ar: الطوارئ
de: Notfall
fr: Urgence
hi: आपातकाल
hr: Hitno
it: Emergenza
ja: 緊急
ko: 비상
nl: Noodgeval
pt_pt: Emergência
ru: Экстренные ситуации
sv: Nödsituation
uk: Надзвичайна Ситуація
vi: Khẩn Cấp
zh_hans: 紧急
zh_hant: 緊急

source: Enter text in your language
ar: أدخل النص بلغتك
de: Geben Sie Text in Ihrer Sprache ein
fr: Entrez du texte dans votre langue
hi: अपनी भाषा में पाठ दर्ज करें
hr: Unesite tekst na svom jeziku
it: Inserisci testo nella tua lingua
ja: あなたの言語でテキストを入力
ko: 자신의 언어로 텍스트를 입력하세요
nl: Voer tekst in in je taal
pt_pt: Introduz texto na tua língua
ru: Введите текст на вашем языке
sv: Ange text på ditt språk
uk: Введіть текст своєю мовою
vi: Nhập văn bản bằng ngôn ngữ của bạn
zh_hans: 用您的语言输入文本
zh_hant: 用您的語言輸入文字

source: Enter text in target language
ar: أدخل النص باللغة المستهدفة
de: Geben Sie Text in der Zielsprache ein
fr: Entrez du texte dans la langue cible
hi: लक्ष्य भाषा में पाठ दर्ज करें
hr: Unesite tekst na ciljnom jeziku
it: Inserisci testo nella lingua obiettivo
ja: 目標言語でテキストを入力
ko: 목표 언어로 텍스트를 입력하세요
nl: Voer tekst in in de doeltaal
pt_pt: Introduz texto no idioma alvo
ru: Введите текст на целевом языке
sv: Ange text på målspråket
uk: Введіть текст цільовою мовою
vi: Nhập văn bản bằng ngôn ngữ mục tiêu
zh_hans: 用目标语言输入文本
zh_hant: 用目標語言輸入文字

source: Add notes (optional)
ar: إضافة ملاحظات (اختياري)
de: Notizen hinzufügen (optional)
fr: Ajouter des notes (optionnel)
hi: नोट्स जोड़ें (वैकल्पिक)
hr: Dodajte bilješke (opcija)
it: Aggiungi note (opzionale)
ja: メモを追加（オプション）
ko: 메모 추가 (선택사항)
nl: Notities toevoegen (optioneel)
pt_pt: Adicionar notas (opcional)
ru: Добавить заметки (необязательно)
sv: Lägg till anteckningar (valfritt)
uk: Додати нотатки (необов’язково)
vi: Thêm ghi chú (tùy chọn)
zh_hans: 添加备注（可选）
zh_hant: 新增備註（可選）

source: Notes
ar: الملاحظات
de: Notizen
hi: नोट्स
hr: Bilješke
it: Note
ja: メモ
ko: 메모
nl: Notities
pt_pt: Notas
ru: Заметки
sv: Anteckningar
uk: Нотатки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# tagsCount
source: Tags (%d/5)
ar: الوسوم (%d/5)
fr: Étiquettes (%d/5)
hi: टैग (%d/5)
hr: Oznake (%d/5)
it: Tag (%d/5)
ja: タグ（%d/5）
ko: 태그 (%d/5)
pt_pt: Etiquetas (%d/5)
ru: Теги (%d/5)
sv: Taggar (%d/5)
uk: Теги (%d/5)
vi: Nhãn (%d/5)
zh_hans: 标签（%d/5）
zh_hant: 標籤（%d/5）

# noTagsAvailableAddInSettings
source: No tags available. Add some tags in Settings.
ar: لا توجد وسوم متاحة. أضف بعض الوسوم في الإعدادات.
de: Keine Tags verfügbar. Fügen Sie einige Tags in den Einstellungen hinzu.
fr: Aucune étiquette disponible. Ajoutez quelques étiquettes dans les Paramètres.
hi: कोई टैग उपलब्ध नहीं। सेटिंग्स में कुछ टैग जोड़ें।
hr: Nema dostupnih oznaka. Dodajte neke oznake u Postavke.
it: Nessun tag disponibile. Aggiungi alcuni tag nelle Impostazioni.
ja: 利用可能なタグがありません。設定でタグを追加してください。
ko: 사용 가능한 태그가 없습니다. 설정에서 태그를 추가하세요.
nl: Geen tags beschikbaar. Voeg enkele tags toe in Instellingen.
pt_pt: Nenhuma etiqueta disponível. Adiciona algumas etiquetas nas Definições.
ru: Нет доступных тегов. Добавьте теги в Настройках.
sv: Inga taggar tillgängliga. Lägg till några taggar i Inställningar.
uk: Немає доступних тегів. Додайте кілька тегів у Налаштування.
vi: Không có nhãn nào khả dụng. Thêm một số nhãn trong Cài đặt.
zh_hans: 没有可用标签。在设置中添加一些标签。
zh_hant: 沒有可用標籤。在設定中新增一些標籤。

source: Translating...
ar: جاري الترجمة...
de: Übersetze...
fr: Traduction en cours...
hi: अनुवाद कर रहा है...
hr: Prevođenje...
it: Traduzione in corso...
ja: 翻訳中...
ko: 번역 중...
nl: Vertalen...
pt_pt: A traduzir...
ru: Переводится...
sv: Översätter...
uk: Переклад...
vi: Đang dịch...
zh_hans: 翻译中...
zh_hant: 翻譯中...

source: Translation will appear here
ar: ستظهر الترجمة هنا
de: Übersetzung wird hier erscheinen
fr: La traduction apparaîtra ici
hi: अनुवाद यहां दिखाई देगा
hr: Prijevod će se pojaviti ovdje
it: La traduzione apparirà qui
ja: 翻訳がここに表示されます
ko: 번역이 여기에 나타납니다
nl: Vertaling verschijnt hier
pt_pt: A tradução aparecerá aqui
ru: Перевод появится здесь
sv: Översättningen kommer att visas här
uk: Переклад з’явиться тут
vi: Bản dịch sẽ xuất hiện ở đây
zh_hans: 翻译将在此显示
zh_hant: 翻譯將在此顯示

source: Done
ar: تم
de: Fertig
fr: Terminé
hi: हो गया
hr: Gotovo
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_pt: Concluído
ru: Готово
sv: Klar
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
hi: रद्द करें
hr: Odustani
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Save
ar: حفظ
de: Speichern
fr: Enregistrer
hi: सहेजें
hr: Spremi
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt_pt: Guardar
ru: Сохранить
sv: Spara
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
hi: बंद करें
hr: Zatvori
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_pt: Fechar
ru: Закрыть
sv: Stäng
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Clear
ar: مسح
de: Löschen
fr: Effacer
hi: साफ़ करें
hr: Očisti
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pt_pt: Limpar
ru: Очистить
sv: Rensa
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear Filter
ar: مسح المرشح
de: Filter Löschen
fr: Effacer le Filtre
hi: फ़िल्टर साफ़ करें
hr: Očisti Filter
it: Cancella Filtro
ja: フィルターをクリア
ko: 필터 지우기
nl: Filter Wissen
pt_pt: Limpar Filtro
ru: Очистить фильтр
sv: Rensa Filter
uk: Очистити Фільтр
vi: Xóa Bộ Lọc
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear Search
ar: مسح البحث
de: Suche Löschen
fr: Effacer la Recherche
hi: खोज साफ़ करें
hr: Očisti Pretragu
it: Cancella Ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoeken Wissen
pt_pt: Limpar Pesquisa
ru: Очистить поиск
sv: Rensa Sökning
uk: Очистити Пошук
vi: Xóa Tìm Kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

# addCardButton
source: Add Card
ar: إضافة بطاقة
de: Karte Hinzufügen
fr: Ajouter une Carte
hi: कार्ड जोड़ें
hr: Dodaj Karticu
it: Aggiungi Carta
ja: カードを追加
ko: 카드 추가
nl: Kaart Toevoegen
pt_pt: Adicionar Cartão
ru: Добавить карточку
sv: Lägg till Kort
uk: Додати Картку
vi: Thêm Thẻ
zh_hans: 添加卡片
zh_hant: 新增卡片

source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier
hi: संपादित करें
hr: Uredi
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt_pt: Editar
ru: Изменить
sv: Redigera
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Card
ar: تعديل البطاقة
de: Karte Bearbeiten
fr: Modifier la Carte
hi: कार्ड संपादित करें
hr: Uredi Karticu
it: Modifica Carta
ja: カードを編集
ko: 카드 편집
nl: Kaart Bewerken
pt_pt: Editar Cartão
ru: Изменить карточку
sv: Redigera Kort
uk: Редагувати Картку
vi: Chỉnh sửa Thẻ
zh_hans: 编辑卡片
zh_hant: 編輯卡片

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
hi: हटाएं
hr: Obriši
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_pt: Eliminar
ru: Удалить
sv: Radera
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Card
ar: حذف البطاقة
de: Karte Löschen
fr: Supprimer la Carte
hi: कार्ड हटाएं
hr: Obriši Karticu
it: Elimina Carta
ja: カードを削除
ko: 카드 삭제
nl: Kaart Verwijderen
pt_pt: Eliminar Cartão
ru: Удалить карточку
sv: Radera Kort
uk: Видалити Картку
vi: Xóa Thẻ
zh_hans: 删除卡片
zh_hant: 刪除卡片

# deleteCardConfirmation
source: Are you sure you want to delete this card? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذه البطاقة؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diese Karte löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer cette carte ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस कार्ड को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Jeste li sigurni da želite obrisati ovu karticu? Ova radnja se ne može poništiti.
it: Sei sicuro di voler eliminare questa carta? Questa azione non può essere annullata.
ja: このカードを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 카드를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je deze kaart wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt_pt: Tens a certeza de que queres eliminar este cartão? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту карточку? Это действие нельзя отменить.
sv: Är du säker på att du vill radera detta kort? Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити цю картку? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa thẻ này không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除这张卡片吗？此操作无法撤销。
zh_hant: 您確定要刪除這張卡片嗎？此操作無法復原。
