Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Unlock All Study Modes
ar: فتح جميع أوضاع الدراسة
de: Alle Lernmodi freischalten
fr: Débloquer Tous les Modes d'Étude
hi: सभी अध्ययन मोड अनलॉक करें
hr: Otključaj Sve Načine Učenja
it: Sblocca Tutte le Modalità di Studio
ja: すべての学習モードをアンロック
ko: 모든 공부 모드 잠금 해제
nl: Ontgrendel Alle Studiemodi
pt_pt: Desbloquear Todos os Modos de Estudo
ru: Разблокировать все режимы изучения
sv: Lås upp Alla Studielägen
uk: Розблокувати Всі Режими Вивчення
vi: Mở Khóa Tất Cả Chế Độ Học
zh_hans: 解锁所有学习模式
zh_hant: 解鎖所有學習模式

source: No Study Data
ar: لا توجد بيانات دراسة
de: Keine Lerndaten
fr: Aucune Donnée d'Étude
hi: कोई अध्ययन डेटा नहीं
hr: Nema Podataka o Učenju
it: Nessun Dato di Studio
ja: 学習データなし
ko: 공부 데이터 없음
nl: Geen Studiegegevens
pt_pt: Nenhum Dado de Estudo
ru: Нет данных об изучении
sv: Inga Studiedata
uk: Немає Даних Вивчення
vi: Không Có Dữ Liệu Học
zh_hans: 无学习数据
zh_hant: 無學習數據

# startStudyingToSeeProgress
source: Start studying to see your learning progress!
ar: ابدأ الدراسة لرؤية تقدمك!
de: Beginnen Sie zu lernen, um Ihren Fortschritt zu sehen!
fr: Commencez à étudier pour voir votre progression !
hi: अपनी प्रगति देखने के लिए अध्ययन शुरू करें!
hr: Počni učiti da vidiš svoj napredak!
it: Inizia a studiare per vedere i tuoi progressi!
ja: 進捗を確認するために学習を開始してください！
ko: 진행 상황을 보려면 공부를 시작하세요!
nl: Begin met studeren om je voortgang te zien!
pt_pt: Começa a estudar para veres o teu progresso!
ru: Начните изучать, чтобы увидеть свой прогресс!
sv: Börja studera för att se dina framsteg!
uk: Почніть вивчати, щоб побачити свій прогрес!
vi: Bắt đầu học để xem tiến độ của bạn!
zh_hans: 开始学习以查看您的进度！
zh_hant: 開始學習以查看您的進度！

source: To cards
ar: إلى البطاقات
de: Zu den Karten
fr: Vers les cartes
hi: कार्ड्स की ओर
hr: Na kartice
it: Alle carte
ja: カードへ
ko: 카드로
nl: Naar kaarten
pt_pt: Para cartões
ru: К карточкам
sv: Till kort
uk: До карток
vi: Đến thẻ
zh_hans: 前往卡片
zh_hant: 前往卡片

source: Total Study Time
ar: إجمالي وقت الدراسة
de: Gesamte Lernzeit
fr: Temps Total d'Étude
hi: कुल अध्ययन समय
hr: Ukupno Vrijeme Učenja
it: Tempo Totale di Studio
ja: 総学習時間
ko: 총 공부 시간
nl: Totale Studietijd
pt_pt: Tempo Total de Estudo
ru: Общее время изучения
sv: Total Studietid
uk: Загальний Час Вивчення
vi: Tổng Thời Gian Học
zh_hans: 总学习时间
zh_hant: 總學習時間

source: Average Session
ar: متوسط الجلسة
de: Durchschnittliche Session
fr: Session Moyenne
hi: औसत सत्र
hr: Prosječna Sesija
it: Sessione Media
ja: 平均セッション
ko: 평균 세션
nl: Gemiddelde Sessie
pt_pt: Sessão Média
ru: Средняя сессия
sv: Genomsnittlig Session
uk: Середня Сесія
vi: Phiên Trung Bình
zh_hans: 平均会话
zh_hant: 平均會話

source: Learning Progress
ar: تقدم التعلم
de: Lernfortschritt
fr: Progrès d'Apprentissage
hi: सीखने की प्रगति
hr: Napredak Učenja
it: Progresso di Apprendimento
ja: 学習進捗
ko: 학습 진행
nl: Leerprogressie
pt_pt: Progresso de Aprendizagem
ru: Прогресс обучения
sv: Inlärningsframsteg
uk: Прогрес Вивчення
vi: Tiến Độ Học
zh_hans: 学习进度
zh_hant: 學習進度

source: Exit
ar: خروج
de: Beenden
fr: Quitter
hi: बाहर निकलें
hr: Izađi
it: Esci
ja: 終了
ko: 종료
nl: Afsluiten
pt_pt: Sair
ru: Выход
sv: Avsluta
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

source: Show Answer
ar: إظهار الإجابة
de: Antwort anzeigen
fr: Afficher la Réponse
hi: उत्तर दिखाएं
hr: Prikaži Odgovor
it: Mostra Risposta
ja: 答えを表示
ko: 답 보기
nl: Antwoord Tonen
pt_pt: Mostrar Resposta
ru: Показать ответ
sv: Visa Svar
uk: Показати Відповідь
vi: Hiển Thị Câu Trả Lời
zh_hans: 显示答案
zh_hant: 顯示答案

source: Incorrect
ar: غير صحيح
de: Falsch
hi: गलत
hr: Netočno
it: Sbagliato
ja: 不正解
ko: 오답
nl: Onjuist
pt_pt: Incorreto
ru: Неверно
sv: Fel
uk: Неправильно
vi: Sai
zh_hans: 错误
zh_hant: 錯誤

source: Correct
ar: صحيح
de: Richtig
hi: सही
hr: Točno
it: Corretto
ja: 正解
ko: 정답
nl: Juist
pt_pt: Correto
ru: Верно
sv: Rätt
uk: Правильно
vi: Đúng
zh_hans: 正确
zh_hant: 正確

source: Study Session Complete!
ar: اكتملت جلسة الدراسة!
de: Lernsession abgeschlossen!
fr: Session d'Étude Terminée !
hi: अध्ययन सत्र पूरा हुआ!
hr: Sesija Učenja Završena!
it: Sessione di Studio Completata!
ja: 学習セッション完了！
ko: 공부 세션 완료!
nl: Studiesessie Voltooid!
pt_pt: Sessão de Estudo Concluída!
ru: Сессия изучения завершена!
sv: Studiesession Avslutad!
uk: Сесію Вивчення Завершено!
vi: Phiên Học Hoàn Tất!
zh_hans: 学习会话完成！
zh_hant: 學習會話完成！

source: Accuracy
ar: الدقة
de: Genauigkeit
fr: Précision
hi: सटीकता
hr: Točnost
it: Precisione
ja: 正確性
ko: 정확도
nl: Nauwkeurigheid
pt_pt: Precisão
ru: Точность
sv: Noggrannhet
uk: Точність
vi: Độ Chính Xác
zh_hans: 准确率
zh_hant: 準確率

source: Cards Studied
ar: البطاقات التي تمت دراستها
de: Karten gelernt
fr: Cartes Étudiées
hi: पढ़े गए कार्ड
hr: Proučene Kartice
it: Carte Studiate
ja: 学習したカード
ko: 공부한 카드
nl: Bestudeerde Kaarten
pt_pt: Cartões Estudados
ru: Изученные карточки
sv: Studerade Kort
uk: Вивчені Картки
vi: Thẻ Đã Học
zh_hans: 已学习卡片
zh_hant: 已學習卡片

source: Time Spent
ar: الوقت المستغرق
de: Zeitaufwand
fr: Temps Passé
hi: बिताया गया समय
hr: Potrošeno Vrijeme
it: Tempo Trascorso
ja: 費やした時間
ko: 소요 시간
nl: Bestede Tijd
pt_pt: Tempo Gasto
ru: Затраченное время
sv: Tidsåtgång
uk: Витрачений Час
vi: Thời Gian Đã Dùng
zh_hans: 花费时间
zh_hant: 花費時間

source: Study Again
ar: دراسة مرة أخرى
de: Erneut lernen
fr: Étudier à Nouveau
hi: फिर से पढ़ें
hr: Uči Ponovno
it: Studia di Nuovo
ja: もう一度学習
ko: 다시 공부
nl: Opnieuw Studeren
pt_pt: Estudar Novamente
ru: Изучать снова
sv: Studera Igen
uk: Вчити Знову
vi: Học Lại
zh_hans: 再次学习
zh_hant: 再次學習

# selectCorrectTranslation
source: Select the correct translation
ar: اختر الترجمة الصحيحة
de: Wählen Sie die richtige Übersetzung
fr: Sélectionnez la traduction correcte
hi: सही अनुवाद चुनें
hr: Odaberi točan prijevod
it: Seleziona la traduzione corretta
ja: 正しい翻訳を選択
ko: 올바른 번역 선택
nl: Selecteer de juiste vertaling
pt_pt: Seleciona a tradução correta
ru: Выберите правильный перевод
sv: Välj rätt översättning
uk: Виберіть правильний переклад
vi: Chọn bản dịch đúng
zh_hans: 选择正确的翻译
zh_hant: 選擇正確的翻譯

# fillInMissingWord
source: Fill in the missing word
ar: املأ الكلمة المفقودة
de: Füllen Sie das fehlende Wort aus
fr: Complétez le mot manquant
hi: लापता शब्द भरें
hr: Ispuni nedostajuću riječ
it: Completa la parola mancante
ja: 欠けている単語を入力
ko: 누락된 단어 채우기
nl: Vul het ontbrekende woord in
pt_pt: Preenche a palavra em falta
ru: Заполните пропущенное слово
sv: Fyll i det saknade ordet
uk: Заповніть пропущене слово
vi: Điền từ còn thiếu
zh_hans: 填入缺失的单词
zh_hant: 填入缺失的單詞

# completeSentence
source: Complete the sentence
ar: أكمل الجملة
de: Vervollständigen Sie den Satz
fr: Complétez la phrase
hi: वाक्य पूरा करें
hr: Dovrši rečenicu
it: Completa la frase
ja: 文を完成させる
ko: 문장 완성
nl: Maak de zin af
pt_pt: Completar a frase
ru: Завершите предложение
sv: Komplettera meningen
uk: Завершіть речення
vi: Hoàn thành câu
zh_hans: 完成句子
zh_hant: 完成句子

# chooseCorrectWord
source: Choose the correct word:
ar: اختر الكلمة الصحيحة:
de: Wählen Sie das richtige Wort:
fr: Choisissez le mot correct :
hi: सही शब्द चुनें:
hr: Odaberi točnu riječ:
it: Scegli la parola corretta:
ja: 正しい単語を選択：
ko: 올바른 단어 선택:
nl: Kies het juiste woord:
pt_pt: Escolhe a palavra correta:
ru: Выберите правильное слово:
sv: Välj rätt ord:
uk: Виберіть правильне слово:
vi: Chọn từ đúng:
zh_hans: 选择正确的单词：
zh_hant: 選擇正確的單詞：

source: Correct Answer
ar: الإجابة الصحيحة
de: Richtige Antwort
fr: Réponse Correcte
hi: सही उत्तर
hr: Točan Odgovor
it: Risposta Corretta
ja: 正しい答え
ko: 정답
nl: Juist Antwoord
pt_pt: Resposta Correta
ru: Правильный ответ
sv: Rätt Svar
uk: Правильна Відповідь
vi: Câu Trả Lời Đúng
zh_hans: 正确答案
zh_hant: 正確答案

source: Translate to %@
ar: ترجم إلى %@
de: Übersetzen nach %@
fr: Traduisez en %@
hi: %@ में अनुवाद करें
hr: Prevedi na %@
it: Traduci in %@
ja: %@に翻訳
ko: %@로 번역
nl: Vertaal naar %@
pt_pt: Traduzir para %@
ru: Переведите на %@
sv: Översätt till %@
uk: Перекласти на %@
vi: Dịch sang %@
zh_hans: 翻译为 %@
zh_hant: 翻譯為 %@

# studyProgress
source: %d of %d
ar: %d من %d
de: %d von %d
fr: %d sur %d
hi: %d में से %d
hr: %d od %d
it: %d di %d
ja: %d / %d
ko: %d / %d
nl: %d van %d
pt_pt: %d de %d
ru: %d из %d
sv: %d av %d
uk: %d з %d
vi: %d trong số %d
zh_hans: %d / %d
zh_hant: %d / %d

source: Detailed Analytics
ar: تحليلات مفصلة
de: Detaillierte Analysen
fr: Analytique Détaillée
hi: विस्तृत विश्लेषण
hr: Detaljna Analitika
it: Analisi Dettagliate
ja: 詳細分析
ko: 상세 분석
nl: Gedetailleerde Analyse
pt_pt: Análise Detalhada
ru: Детальная аналитика
sv: Detaljerad Analys
uk: Детальний Аналіз
vi: Phân Tích Chi Tiết
zh_hans: 详细分析
zh_hant: 詳細分析

source: Today
ar: اليوم
de: Heute
fr: Aujourd'hui
hi: आज
hr: Danas
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_pt: Hoje
ru: Сегодня
sv: Idag
uk: Сьогодні
vi: Hôm Nay
zh_hans: 今天
zh_hant: 今天

source: No Analytics Data
ar: لا توجد بيانات تحليلات
de: Keine Analysedaten
fr: Aucune Donnée Analytique
hi: कोई विश्लेषण डेटा नहीं
hr: Nema Podataka Analitike
it: Nessun Dato Analitico
ja: 分析データなし
ko: 분석 데이터 없음
nl: Geen Analytische Gegevens
pt_pt: Nenhum Dado Analítico
ru: Нет данных аналитики
sv: Inga Analysdata
uk: Немає Аналітичних Даних
vi: Không Có Dữ Liệu Phân Tích
zh_hans: 无分析数据
zh_hant: 無分析數據

source: Unlock Advanced Analytics
ar: فتح التحليلات المتقدمة
de: Erweiterte Analysen freischalten
fr: Débloquer l'Analytique Avancée
hi: उन्नत विश्लेषण अनलॉक करें
hr: Otključaj Naprednu Analitiku
it: Sblocca Analisi Avanzate
ja: 高度な分析をアンロック
ko: 고급 분석 잠금 해제
nl: Ontgrendel Geavanceerde Analyse
pt_pt: Desbloquear Análise Avançada
ru: Разблокировать расширенную аналитику
sv: Lås upp Avancerad Analys
uk: Розблокувати Розширений Аналіз
vi: Mở Khóa Phân Tích Nâng Cao
zh_hans: 解锁高级分析
zh_hant: 解鎖高級分析

source: Detailed Progress Reports
ar: تقارير تقدم مفصلة
de: Detaillierte Fortschrittsberichte
fr: Rapports de Progrès Détaillés
hi: विस्तृत प्रगति रिपोर्ट
hr: Detaljni Izvještaji o Napretku
it: Rapporti di Progresso Dettagliati
ja: 詳細な進捗レポート
ko: 상세 진행 보고서
nl: Gedetailleerde Voortgangsrapporten
pt_pt: Relatórios de Progresso Detalhados
ru: Детальные отчеты о прогрессе
sv: Detaljerade Framstegsrapport
uk: Детальні Звіти про Прогрес
vi: Báo Cáo Tiến Độ Chi Tiết
zh_hans: 详细进度报告
zh_hant: 詳細進度報告

# detailedProgressReportsDescription
source: Track your learning patterns and improvement over time
ar: تتبع أنماط تعلمك والتحسينات على مر الزمن
de: Verfolgen Sie Ihre Lernmuster und Verbesserungen über die Zeit
fr: Suivez vos schémas d'apprentissage et améliorations au fil du temps
hi: समय के साथ अपने सीखने के पैटर्न और सुधारों को ट्रैक करें
hr: Prati svoje obrasce učenja i poboljšanja tijekom vremena
it: Tieni traccia dei tuoi modelli di apprendimento e miglioramenti nel tempo
ja: 時間ごとの学習パターンと改善を追跡
ko: 시간에 따른 학습 패턴과 개선 사항을 추적
nl: Volg je leerpatronen en verbeteringen in de tijd
pt_pt: Acompanha os teus padrões de aprendizagem e melhorias ao longo do tempo
ru: Отслеживайте свои модели обучения и улучшения с течением времени
sv: Följ dina inlärningsmönster och förbättringar över tid
uk: Відстежуйте свої моделі навчання та покращення з часом
vi: Theo dõi mô hình học tập và cải thiện của bạn qua thời gian
zh_hans: 跟踪您的学习模式和随时间改进
zh_hant: 追蹤您的學習模式和隨時間改進

source: Performance Insights
ar: رؤى الأداء
de: Leistungseinblicke
fr: Perspectives de Performance
hi: प्रदर्शन अंतर्दृष्टि
hr: Uvid u Performanse
it: Approfondimenti sulle Prestazioni
ja: パフォーマンスインサイト
ko: 성과 통찰
nl: Prestaties Inzichten
pt_pt: Insights de Desempenho
ru: Анализ производительности
sv: Prestationsinsikter
uk: Інсайти Продуктивності
vi: Thông Tin Hiệu Suất
zh_hans: 性能洞察
zh_hant: 性能洞察

# performanceInsightsDescription
source: Get personalized recommendations to improve your study habits
ar: احصل على توصيات مخصصة لتحسين عادات الدراسة
de: Erhalten Sie personalisierte Empfehlungen zur Verbesserung Ihrer Lerngewohnheiten
fr: Obtenez des recommandations personnalisées pour améliorer vos habitudes d'étude
hi: अपनी अध्ययन आदतों को बेहतर बनाने के लिए व्यक्तिगत सिफारिशें प्राप्त करें
hr: Dobij personalizirane preporuke za poboljšanje svojih navika učenja
it: Ottieni raccomandazioni personalizzate per migliorare le tue abitudini di studio
ja: 学習習慣を改善するためのパーソナライズされた提案
ko: 공부 습관을 개선하기 위한 맞춤형 제안
nl: Krijg gepersonaliseerde aanbevelingen om je studiegewoonten te verbeteren
pt_pt: Obtém recomendações personalizadas para melhorar os teus hábitos de estudo
ru: Получите персонализированные рекомендации для улучшения ваших привычек изучения
sv: Få personliga rekommendationer för att förbättra dina studievanor
uk: Отримуйте персоналізовані рекомендації для покращення ваших звичок навчання
vi: Nhận đề xuất cá nhân hóa để cải thiện thói quen học tập
zh_hans: 获取个性化推荐以改进您的学习习惯
zh_hant: 獲取個性化推薦以改進您的學習習慣

source: Study Time Analytics
ar: تحليلات وقت الدراسة
de: Lernzeit-Analysen
fr: Analytique du Temps d'Étude
hi: अध्ययन समय विश्लेषण
hr: Analitika Vremena Učenja
it: Analisi del Tempo di Studio
ja: 学習時間分析
ko: 공부 시간 분석
nl: Studietijd Analyse
pt_pt: Análise de Tempo de Estudo
ru: Аналитика времени изучения
sv: Studietidsanalys
uk: Аналіз Часу Вивчення
vi: Phân Tích Thời Gian Học
zh_hans: 学习时间分析
zh_hant: 學習時間分析

# studyTimeAnalyticsDescription
source: Analyze your study sessions and optimize your learning
ar: حلل جلسات دراستك وقم بتحسين تعلمك
de: Analysieren Sie Ihre Lernsessions und optimieren Sie Ihr Lernen
fr: Analysez vos sessions d'étude et optimisez votre apprentissage
hi: अपने अध्ययन सत्रों का विश्लेषण करें और अपने सीखने को अनुकूलित करें
hr: Analiziraj svoje sesije učenja i optimiziraj svoje učenje
it: Analizza le tue sessioni di studio e ottimizza il tuo apprendimento
ja: 学習セッションを分析し、学習を最適化
ko: 공부 세션을 분석하고 학습을 최적화
nl: Analyseer je studiesessies en optimaliseer je leren
pt_pt: Analisa as tuas sessões de estudo e otimiza a tua aprendizagem
ru: Анализируйте свои сессии изучения и оптимизируйте обучение
sv: Analysera dina studiesessioner och optimera ditt lärande
uk: Аналізуйте свої сесії вивчення та оптимізуйте ваше навчання
vi: Phân tích các phiên học của bạn và tối ưu hóa việc học
zh_hans: 分析您的学习会话并优化您的学习
zh_hant: 分析您的學習會話並優化您的學習

source: View All
ar: عرض الكل
de: Alle anzeigen
fr: Voir Tout
hi: सभी देखें
hr: Pogledaj Sve
it: Vedi Tutto
ja: すべて表示
ko: 모두 보기
nl: Alles Bekijken
pt_pt: Ver Tudo
ru: Посмотреть все
sv: Visa Alla
uk: Переглянути Все
vi: Xem Tất Cả
zh_hans: 查看全部
zh_hant: 查看全部

source: No Recent Activity
ar: لا يوجد نشاط أخير
de: Keine kürzliche Aktivität
fr: Aucune Activité Récente
hi: कोई हाल की गतिविधि नहीं
hr: Nema Nedavne Aktivnosti
it: Nessuna Attività Recente
ja: 最近のアクティビティなし
ko: 최근 활동 없음
nl: Geen Recente Activiteit
pt_pt: Nenhuma Atividade Recente
ru: Нет недавней активности
sv: Ingen Senaste Aktivitet
uk: Немає Останньої Активності
vi: Không Có Hoạt Động Gần Đây
zh_hans: 无最近活动
zh_hant: 無最近活動

# studySessionsWillAppearHere
source: Your study sessions will appear here
ar: ستظهر جلسات دراستك هنا
de: Ihre Lernsessions erscheinen hier
fr: Vos sessions d'étude apparaîtront ici
hi: आपके अध्ययन सत्र यहां दिखाई देंगे
hr: Tvoje sesije učenja pojavit će se ovdje
it: Le tue sessioni di studio appariranno qui
ja: 学習セッションはここに表示されます
ko: 공부 세션이 여기에 표시됩니다
nl: Je studiesessies verschijnen hier
pt_pt: As tuas sessões de estudo aparecerão aqui
ru: Ваши сессии изучения появятся здесь
sv: Dina studiesessioner kommer att visas här
uk: Ваші сесії вивчення з’являться тут
vi: Các phiên học của bạn sẽ xuất hiện tại đây
zh_hans: 您的学习会话将显示在此处
zh_hant: 您的學習會話將顯示在此處

source: Last Study Session
ar: آخر جلسة دراسة
de: Letzte Lernsession
fr: Dernière Session d'Étude
hi: आखिरी अध्ययन सत्र
hr: Posljednja Sesija Učenja
it: Ultima Sessione di Studio
ja: 最後の学習セッション
ko: 마지막 공부 세션
nl: Laatste Studiesessie
pt_pt: Última Sessão de Estudo
ru: Последняя сессия изучения
sv: Senaste Studiesession
uk: Остання Сесія Вивчення
vi: Phiên Học Cuối Cùng
zh_hans: 最后学习会话
zh_hant: 最後學習會話

source: Cards Studied Today
ar: البطاقات التي تمت دراستها اليوم
de: Heute gelernte Karten
fr: Cartes Étudiées Aujourd'hui
hi: आज पढ़े गए कार्ड
hr: Kartice Proučene Danas
it: Carte Studiate Oggi
ja: 今日学習したカード
ko: 오늘 공부한 카드
nl: Kaarten Bestudeerd Vandaag
pt_pt: Cartões Estudados Hoje
ru: Карточки, изученные сегодня
sv: Kort Studerade Idag
uk: Картки, Вивчені Сьогодні
vi: Thẻ Đã Học Hôm Nay
zh_hans: 今日学习的卡片
zh_hant: 今日學習的卡片

source: Study Streak
ar: سلسلة الدراسة
de: Lernserie
fr: Série d'Étude
hi: अध्ययन की र streak
hr: Niz Učenja
it: Serie di Studio
ja: 学習継続日数
ko: 공부 연속
nl: Studie Streak
pt_pt: Sequência de Estudo
ru: Серия изучения
sv: Studierad
uk: Серія Вивчення
vi: Chuỗi Học
zh_hans: 学习连胜
zh_hant: 學習連勝

source: Cards Mastered
ar: البطاقات التي تم إتقانها
de: Beherrschte Karten
fr: Cartes Maîtrisées
hi: निपुण कार्ड
hr: Savladane Kartice
it: Carte Padroneggiate
ja: 習得したカード
ko: 숙달한 카드
nl: Beheerde Kaarten
pt_pt: Cartões Dominados
ru: Освоенные карточки
sv: Bemästrade Kort
uk: Опановано Карток
vi: Thẻ Đã Thành Thạo
zh_hans: 已掌握卡片
zh_hant: 已掌握卡片

source: Today's Study
ar: دراسة اليوم
de: Heutiges Lernen
fr: Étude d'Aujourd'hui
hi: आज का अध्ययन
hr: Današnje Učenje
it: Studio di Oggi
ja: 今日の学習
ko: 오늘의 공부
nl: Studie Vandaag
pt_pt: Estudo de Hoje
ru: Сегодняшнее изучение
sv: Dagens Studier
uk: Сьогоднішнє Вивчення
vi: Học Hôm Nay
zh_hans: 今日学习
zh_hant: 今日學習

source: Time
ar: الوقت
de: Zeit
fr: Temps
hi: समय
hr: Vrijeme
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pt_pt: Tempo
ru: Время
sv: Tid
uk: Час
vi: Thời Gian
zh_hans: 时间
zh_hant: 時間

source: Sessions
ar: الجلسات
hi: सत्र
hr: Sesije
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pt_pt: Sessões
ru: Сессии
sv: Sessioner
uk: Сесії
vi: Phiên
zh_hans: 会话
zh_hant: 會話

source: Study Time
ar: وقت الدراسة
de: Lernzeit
fr: Temps d'Étude
hi: अध्ययन समय
hr: Vrijeme Učenja
it: Tempo di Studio
ja: 学習時間
ko: 공부 시간
nl: Studietijd
pt_pt: Tempo de Estudo
ru: Время изучения
sv: Studietid
uk: Час Вивчення
vi: Thời Gian Học
zh_hans: 学习时间
zh_hant: 學習時間

source: Time Range
ar: النطاق الزمني
de: Zeitraum
fr: Plage de Temps
hi: समय सीमा
hr: Vremenski Raspon
it: Intervallo di Tempo
ja: 時間範囲
ko: 시간 범위
nl: Tijdbereik
pt_pt: Intervalo de Tempo
ru: Временной диапазон
sv: Tidsintervall
uk: Часовий Діапазон
vi: Phạm Vi Thời Gian
zh_hans: 时间范围
zh_hant: 時間範圍

source: Mastery Progress
ar: تقدم الإتقان
de: Beherrschungsfortschritt
fr: Progrès de Maîtrise
hi: निपुणता प्रगति
hr: Napredak Savladavanja
it: Progresso di Padronanza
ja: 習得進捗
ko: 숙달 진행
nl: Beheersingsprogressie
pt_pt: Progresso de Domínio
ru: Прогресс освоения
sv: Bemästringsframsteg
uk: Прогрес Оволодіння
vi: Tiến Độ Thành Thạo
zh_hans: 掌握进度
zh_hant: 掌握進度

source: Learning
ar: التعلم
de: Lernen
fr: Apprentissage
hi: सीखना
hr: Učenje
it: Apprendimento
ja: 学習中
ko: 학습
nl: Leren
pt_pt: A Aprender
ru: Изучение
sv: Lärande
uk: Навчання
vi: Đang Học
zh_hans: 学习中
zh_hant: 學習中

source: Needs Review
ar: يحتاج إلى مراجعة
de: Muss überprüft werden
fr: À Réviser
hi: समीक्षा की आवश्यकता
hr: Potrebna Revizija
it: Necessita Revisione
ja: 復習が必要
ko: 검토 필요
nl: Moet Herzien Worden
pt_pt: Precisa de Revisão
ru: Требует повторения
sv: Behöver Granskas
uk: Потрібен Перегляд
vi: Cần Xem Lại
zh_hans: 需要复习
zh_hant: 需要複習

source: Week
ar: أسبوع
de: Woche
fr: Semaine
hi: सप्ताह
hr: Tjedan
it: Settimana
ja: 週
ko: 주
pt_pt: Semana
ru: Неделя
sv: Vecka
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Month
ar: شهر
de: Monat
fr: Mois
hi: महीना
hr: Mjesec
it: Mese
ja: 月
ko: 월
nl: Maand
pt_pt: Mês
ru: Месяц
sv: Månad
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Year
ar: سنة
de: Jahr
fr: Année
hi: वर्ष
hr: Godina
it: Anno
ja: 年
ko: 년
nl: Jaar
pt_pt: Ano
ru: Год
sv: År
uk: Рік
vi: Năm
zh_hans: 年
zh_hant: 年

source: All Time
ar: كل الوقت
de: Gesamte Zeit
fr: Tout le Temps
hi: हर समय
hr: Sve Vrijeme
it: Tutto il Tempo
ja: 全期間
ko: 전체 기간
nl: Alle Tijd
pt_pt: Todo o Tempo
ru: Все время
sv: All Tid
uk: Весь Час
vi: Tất Cả Thời Gian
zh_hans: 全部时间
zh_hant: 全部時間

source: Overview
ar: نظرة عامة
de: Übersicht
fr: Aperçu
hi: अवलोकन
hr: Pregled
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pt_pt: Visão Geral
ru: Обзор
sv: Översikt
uk: Огляд
vi: Tổng Quan
zh_hans: 概览
zh_hant: 概覽

source: Performance
ar: الأداء
de: Leistung
hi: प्रदर्शन
hr: Performanse
it: Prestazioni
ja: パフォーマンス
ko: 성과
nl: Prestaties
pt_pt: Desempenho
ru: Производительность
sv: Prestation
uk: Продуктивність
vi: Hiệu Suất
zh_hans: 性能
zh_hant: 性能

source: Progress
ar: التقدم
de: Fortschritt
fr: Progrès
hi: प्रगति
hr: Napredak
it: Progresso
ja: 進捗
ko: 진행
nl: Voortgang
pt_pt: Progresso
ru: Прогресс
sv: Framsteg
uk: Прогрес
vi: Tiến Độ
zh_hans: 进度
zh_hant: 進度

source: Insights
ar: الرؤى
de: Einblicke
fr: Perspectives
hi: अंतर्दृष्टि
hr: Uvidi
it: Approfondimenti
ja: インサイト
ko: 통찰
nl: Inzichten
ru: Анализ
sv: Insikter
uk: Інсайти
vi: Thông Tin Chi Tiết
zh_hans: 洞察
zh_hant: 洞察

source: No study data available
ar: لا توجد بيانات دراسة متاحة
de: Keine Lerndaten verfügbar
fr: Aucune donnée d'étude disponible
hi: कोई अध्ययन डेटा उपलब्ध नहीं
hr: Nema dostupnih podataka o učenju
it: Nessun dato di studio disponibile
ja: 学習データが利用できません
ko: 공부 데이터가 없습니다
nl: Geen studiegegevens beschikbaar
pt_pt: Nenhum dado de estudo disponível
ru: Нет доступных данных об изучении
sv: Inga studiedata tillgängliga
uk: Немає даних вивчення
vi: Không có dữ liệu học tập
zh_hans: 无学习数据可用
zh_hant: 無學習數據可用

source: Analytics Tab
ar: علامة تبويب التحليلات
de: Analyse-Tab
fr: Onglet Analytique
hi: विश्लेषण टैब
hr: Kartica Analitike
it: Scheda Analisi
ja: 分析タブ
ko: 분석 탭
nl: Analyse Tab
pt_pt: Separador de Análise
ru: Вкладка аналитики
sv: Analysflik
uk: Вкладка Аналізу
vi: Tab Phân Tích
zh_hans: 分析选项卡
zh_hant: 分析選項卡

# studyTimeTitle
source: Study Time
ar: وقت الدراسة
de: Lernzeit
fr: Temps d'Étude
hi: अध्ययन समय
hr: Vrijeme Učenja
it: Tempo di Studio
ja: 学習時間
ko: 공부 시간
nl: Studietijd
pt_pt: Tempo de Estudo
ru: Время изучения
sv: Studietid
uk: Час Вивчення
vi: Thời Gian Học
zh_hans: 学习时间
zh_hant: 學習時間

# cardsMasteredTitle
source: Cards Mastered
ar: البطاقات التي تم إتقانها
de: Beherrschte Karten
fr: Cartes Maîtrisées
hi: निपुण कार्ड
hr: Savladane Kartice
it: Carte Padroneggiate
ja: 習得したカード
ko: 숙달한 카드
nl: Beheerde Kaarten
pt_pt: Cartões Dominados
ru: Освоенные карточки
sv: Bemästrade Kort
uk: Опановано Карток
vi: Thẻ Đã Thành Thạo
zh_hans: 已掌握卡片
zh_hant: 已掌握卡片

# studyStreakTitle
source: Study Streak
ar: سلسلة الدراسة
de: Lernserie
fr: Série d'Étude
hi: अध्ययन की र streak
hr: Niz Učenja
it: Serie di Studio
ja: 学習継続日数
ko: 공부 연속
nl: Studie Streak
pt_pt: Sequência de Estudo
ru: Серия изучения
sv: Studierad
uk: Серія Вивчення
vi: Chuỗi Học
zh_hans: 学习连胜
zh_hant: 學習連勝

# averageSessionTitle
source: Average Session
ar: متوسط الجلسة
de: Durchschnittliche Session
fr: Session Moyenne
hi: औसत सत्र
hr: Prosječna Sesija
it: Sessione Media
ja: 平均セッション
ko: 평균 세션
nl: Gemiddelde Sessie
pt_pt: Sessão Média
ru: Средняя сессия
sv: Genomsnittlig Session
uk: Середня Сесія
vi: Phiên Trung Bình
zh_hans: 平均会话
zh_hant: 平均會話

source: consecutive days
ar: أيام متتالية
de: aufeinanderfolgende Tage
fr: jours consécutifs
hi: लगातार दिन
hr: uzastopni dani
it: giorni consecutivi
ja: 連続日数
ko: 연속 일수
nl: opeenvolgende dagen
pt_pt: dias consecutivos
ru: дней подряд
sv: konsekutiva dagar
uk: послідовні дні
vi: ngày liên tục
zh_hans: 连续天数
zh_hant: 連續天數

source: per session
ar: لكل جلسة
de: pro Session
fr: par session
hi: प्रति सत्र
hr: po sesiji
it: per sessione
ja: セッションごと
ko: 세션당
nl: per sessie
pt_pt: por sessão
ru: за сессию
uk: за сесію
vi: mỗi phiên
zh_hans: 每会话
zh_hant: 每會話

source: Study Patterns
ar: أنماط الدراسة
de: Lernmuster
fr: Modèles d'Étude
hi: अध्ययन पैटर्न
hr: Obrasci Učenja
it: Modelli di Studio
ja: 学習パターン
ko: 공부 패턴
nl: Studiepatronen
pt_pt: Padrões de Estudo
ru: Модели изучения
sv: Studiemönster
uk: Моделі Вивчення
vi: Mô Hình Học
zh_hans: 学习模式
zh_hant: 學習模式

source: Most Active Time
ar: الوقت الأكثر نشاطاً
de: Aktivste Zeit
fr: Temps le Plus Actif
hi: सबसे सक्रिय समय
hr: Najaktivnije Vrijeme
it: Orario Più Attivo
ja: 最もアクティブな時間
ko: 가장 활동적인 시간
nl: Meest Actieve Tijd
pt_pt: Horário Mais Ativo
ru: Самое активное время
sv: Mest Aktiva Tid
uk: Найактивніший Час
vi: Thời Gian Hoạt Động Nhiều Nhất
zh_hans: 最活跃时间
zh_hant: 最活躍時間
