Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/Notifications.strings
Languages: ar, de, es, hi, hr, it, ja, ko, nl, pt_br, ru, sv, uk, vi, zh_hans, zh_hant

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
hr: Obavijesti
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pt_br: Notificações
ru: Уведомления
sv: Aviseringar
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Study Reminders
ar: تذكيرات الدراسة
de: Lernerinnerungen
es: Recordatorios de Estudio
hi: अध्ययन अनुस्मारक
hr: Podsjetnici za učenje
it: Promemoria di studio
ja: 学習リマインダー
ko: 학습 알림
nl: Studieherinneringen
pt_br: Lembretes de estudo
ru: Напоминания об учебе
sv: Studiepåminnelser
uk: Нагадування про навчання
vi: Nhắc nhở học tập
zh_hans: 学习提醒
zh_hant: 學習提醒

# studyRemindersDescription
source: Get reminded to study at the selected time daily
ar: احصل على تذكير للدراسة في الوقت المحدد يوميًا
de: Erhalte täglich zur ausgewählten Zeit eine Erinnerung zum Lernen
es: Recibe recordatorios para estudiar a la hora seleccionada diariamente
hi: चयनित समय पर दैनिक अध्ययन करने की याद दिलाई जाती है
hr: Primajte dnevne podsjetnike za učenje u odabrano vrijeme
it: Ricevi un promemoria per studiare all'ora selezionata ogni giorno
ja: 選択した時刻に毎日学習のリマインダーを受け取る
ko: 선택한 시간에 매일 학습 알림을 받습니다
nl: Ontvang dagelijks een herinnering om te studeren op het geselecteerde tijdstip
pt_br: Receba lembretes para estudar no horário selecionado diariamente
ru: Получайте ежедневные напоминания об учебе в выбранное время
sv: Få påminnelser om att studera vid den valda tiden dagligen
uk: Отримуйте щоденні нагадування про навчання у вибраний час
vi: Nhận nhắc nhở học tập vào thời gian đã chọn hàng ngày
zh_hans: 在选定的时间每天收到学习提醒
zh_hant: 在選定的時間每天收到學習提醒

source: Difficult Card Reminders
ar: تذكيرات البطاقات الصعبة
de: Erinnerungen für schwierige Karten
es: Recordatorios de Tarjetas Difíciles
hi: कठिन कार्ड अनुस्मारक
hr: Podsjetnici za teške kartice
it: Promemoria carte difficili
ja: 難しいカードのリマインダー
ko: 어려운 카드 알림
nl: Herinneringen voor moeilijke kaarten
pt_br: Lembretes de cartões difíceis
ru: Напоминания о сложных карточках
sv: Påminnelser om svåra kort
uk: Нагадування про складні картки
vi: Nhắc nhở thẻ khó
zh_hans: 困难卡片提醒
zh_hant: 困難卡片提醒

# difficultCardRemindersDescription
source: Get reminded about difficult cards at the selected time daily
ar: احصل على تذكير حول البطاقات الصعبة في الوقت المحدد يوميًا
de: Erhalte täglich zur ausgewählten Zeit eine Erinnerung für schwierige Karten
es: Recibe recordatorios sobre tarjetas difíciles a la hora seleccionada diariamente
hi: चयनित समय पर दैनिक कठिन कार्ड के बारे में याद दिलाई जाती है
hr: Primajte dnevne podsjetnike o teškim karticama u odabrano vrijeme
it: Ricevi un promemoria sulle carte difficili all'ora selezionata ogni giorno
ja: 選択した時刻に毎日難しいカードのリマインダーを受け取る
ko: 선택한 시간에 매일 어려운 카드에 대한 알림을 받습니다
nl: Ontvang dagelijks een herinnering over moeilijke kaarten op het geselecteerde tijdstip
pt_br: Receba lembretes sobre cartões difíceis no horário selecionado diariamente
ru: Получайте ежедневные напоминания о сложных карточках в выбранное время
sv: Få påminnelser om svåra kort vid den valda tiden dagligen
uk: Отримуйте щоденні нагадування про складні картки у вибраний час
vi: Nhận nhắc nhở về các thẻ khó vào thời gian đã chọn hàng ngày
zh_hans: 在选定的时间每天收到困难卡片的提醒
zh_hant: 在選定的時間每天收到困難卡片的提醒

# studyReminderTitle
source: Time to Study!
ar: حان وقت الدراسة!
de: Zeit zum Lernen!
es: ¡Hora de Estudiar!
hi: अध्ययन का समय!
hr: Vrijeme za učenje!
it: È ora di studiare!
ja: 学習の時間です！
ko: 학습 시간입니다!
nl: Tijd om te studeren!
pt_br: Hora de estudar!
ru: Время учиться!
sv: Dags att studera!
uk: Час вчитися!
vi: Đã đến giờ học!
zh_hans: 学习时间到了！
zh_hant: 學習時間到了！

# studyReminderBody
source: Keep your learning streak going. Open Flippin to practice your flashcards.
ar: حافظ على سلسلة التعلم الخاصة بك. افتح Flippin لممارسة بطاقاتك التعليمية.
de: Halte deine Lernserie am Laufen. Öffne Flippin, um deine Karteikarten zu üben.
es: Mantén tu racha de aprendizaje. Abre Flippin para practicar tus tarjetas.
hi: अपनी सीखने की लकीर जारी रखें। अपने फ्लैशकार्ड का अभ्यास करने के लिए Flippin खोलें।
hr: Nastavite svoju seriju učenja. Otvorite Flippin za vježbanje vaših kartica.
it: Mantieni la tua serie di apprendimento. Apri Flippin per praticare le tue flashcard.
ja: 学習の連続記録を続けましょう。Flippinを開いてフラッシュカードを練習しましょう。
ko: 학습 연속 기록을 유지하세요. Flippin을 열어 플래시카드를 연습하세요.
nl: Houd je leerreeks gaande. Open Flippin om je flashcards te oefenen.
pt_br: Mantenha sua sequência de aprendizado. Abra o Flippin para praticar seus flashcards.
ru: Продолжайте вашу серию обучения. Откройте Flippin, чтобы практиковать ваши карточки.
sv: Fortsätt din inlärningsserie. Öppna Flippin för att öva på dina flashcards.
uk: Продовжуйте вашу серію навчання. Відкрийте Flippin, щоб практикувати ваші картки.
vi: Duy trì chuỗi học tập của bạn. Mở Flippin để luyện tập các thẻ ghi nhớ của bạn.
zh_hans: 保持你的学习连胜。打开 Flippin 练习你的闪卡。
zh_hant: 保持你的學習連勝。打開 Flippin 練習你的閃卡。

# difficultCardReminderTitle
source: Practice Difficult Cards
ar: تمرن على البطاقات الصعبة
de: Schwierige Karten üben
es: Practicar Tarjetas Difíciles
hi: कठिन कार्ड का अभ्यास करें
hr: Vježbajte teške kartice
it: Pratica le carte difficili
ja: 難しいカードを練習
ko: 어려운 카드 연습
nl: Oefen moeilijke kaarten
pt_br: Pratique cartões difíceis
ru: Практикуйте сложные карточки
sv: Öva på svåra kort
uk: Практикуйте складні картки
vi: Luyện tập các thẻ khó
zh_hans: 练习困难卡片
zh_hant: 練習困難卡片

# difficultCardReminderBody
source: You have some challenging cards that need attention. Time to review them!
ar: لديك بعض البطاقات الصعبة التي تحتاج إلى اهتمام. حان وقت مراجعتها!
de: Du hast einige herausfordernde Karten, die Aufmerksamkeit benötigen. Zeit, sie zu wiederholen!
es: Tienes algunas tarjetas desafiantes que necesitan atención. ¡Es hora de repasarlas!
hi: आपके पास कुछ चुनौतीपूर्ण कार्ड हैं जिन पर ध्यान देने की आवश्यकता है। उनकी समीक्षा करने का समय आ गया है!
hr: Imate neke izazovne kartice koje zahtijevaju pažnju. Vrijeme je da ih ponovite!
it: Hai alcune carte impegnative che richiedono attenzione. È ora di rivederle!
ja: 注意が必要な難しいカードがあります。復習する時間です！
ko: 주의가 필요한 어려운 카드가 있습니다. 복습할 시간입니다!
nl: Je hebt enkele uitdagende kaarten die aandacht nodig hebben. Tijd om ze te herhalen!
pt_br: Você tem alguns cartões desafiadores que precisam de atenção. Hora de revisá-los!
ru: У вас есть сложные карточки, которым нужно внимание. Время повторить их!
sv: Du har några utmanande kort som behöver uppmärksamhet. Dags att repetera dem!
uk: У вас є складні картки, яким потрібна увага. Час повторити їх!
vi: Bạn có một số thẻ thử thách cần chú ý. Đã đến lúc ôn tập chúng!
zh_hans: 你有一些需要注意的挑战性卡片。是时候复习它们了！
zh_hant: 你有一些需要注意的挑戰性卡片。是時候複習它們了！

source: Time
ar: الوقت
de: Zeit
es: Hora
hi: समय
hr: Vrijeme
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pt_br: Hora
ru: Время
sv: Tid
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間
