Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/PremiumFeatures.strings
Languages: ar, hr, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

source: Premium Feature
ar: ميزة بريميوم
hr: Premium Značajka
ja: プレミアム機能
ko: 프리미엄 기능
nl: Premium-functie
pt_pt: Função Premium
ru: Премиум-функция
sv: Premiumfunktion
uk: Преміум-функція
vi: Tính năng Cao cấp
zh_hans: 高级功能
zh_hant: 進階功能

source: Premium Required
ar: يتطلب بريميوم
hr: Premium Potreban
ja: プレミアムが必要
ko: 프리미엄 필요
nl: Premium Vereist
pt_pt: Premium Necessário
ru: Требуется Премиум
sv: Premium Krävs
uk: Потрібен Преміум
vi: Yêu cầu Cao cấp
zh_hans: 需要高级版
zh_hant: 需要進階版

# premiumFeatureDescription
source: Access all preset collections and unlock unlimited language learning potential
ar: الوصول إلى جميع المجموعات المحددة مسبقاً وإطلاق العنان لإمكانيات تعلم اللغة غير المحدودة
hr: Pristupite svim unaprijed postavljenim kolekcijama i otključajte neograničen potencijal učenja jezika
ja: すべてのプリセットコレクションにアクセスし、無制限の語学学習の可能性を解き放ちます
ko: 모든 사전 설정 컬렉션에 액세스하고 무제한 언어 학습 가능성을 잠금 해제하세요
nl: Toegang tot alle vooraf ingestelde collecties en ontgrendel onbeperkt taalleeropotentieel
pt_pt: Aceda a todas as coleções predefinidas e desbloqueie o potencial ilimitado de aprendizagem de idiomas
ru: Получите доступ ко всем предустановленным коллекциям и раскройте неограниченный потенциал изучения языков
sv: Få tillgång till alla förinställda samlingar och lås upp obegränsad språkinlärningspotential
uk: Отримайте доступ до всіх попередньо встановлених колекцій і розкрийте необмежений потенціал вивчення мов
vi: Truy cập tất cả các bộ sưu tập đặt trước và mở khóa tiềm năng học ngôn ngữ không giới hạn
zh_hans: 访问所有预设集合并释放无限的语言学习潜力
zh_hant: 存取所有預設集合並釋放無限的語言學習潛力

# previewBackgrounds
source: Preview
ar: معاينة
hr: Pregled
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pt_pt: Pré-visualização
ru: Предпросмотр
sv: Förhandsgranska
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Color Scheme
ar: نظام الألوان
hr: Shema Boja
ja: カラースキーム
ko: 색상 구성
nl: Kleurenschema
pt_pt: Esquema de Cores
ru: Цветовая схема
sv: Färgschema
uk: Колірна схема
vi: Bảng màu
zh_hans: 配色方案
zh_hant: 色彩方案

# colorSchemeSystem
source: System
ar: النظام
hr: Sustav
ja: システム
ko: 시스템
nl: Systeem
pt_pt: Sistema
ru: Системная
uk: Системна
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# colorSchemeLight
source: Light
ar: فاتح
hr: Svijetla
ja: ライト
ko: 라이트
nl: Licht
pt_pt: Claro
ru: Светлая
sv: Ljust
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# colorSchemeDark
source: Dark
ar: داكن
hr: Tamna
ja: ダーク
ko: 다크
nl: Donker
pt_pt: Escuro
ru: Тёмная
sv: Mörkt
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# usedCardsOfLimit
source: You've used %d of %d free cards
ar: لقد استخدمت %d من %d بطاقة مجانية
hr: Iskoristili ste %d od %d besplatnih kartica
ja: %d枚中%d枚の無料カードを使用しました
ko: %d개 중 %d개의 무료 카드를 사용했습니다
nl: Je hebt %d van %d gratis kaarten gebruikt
pt_pt: Utilizou %d de %d cartões gratuitos
ru: Вы использовали %d из %d бесплатных карточек
sv: Du har använt %d av %d gratis kort
uk: Ви використали %d з %d безкоштовних карток
vi: Bạn đã sử dụng %d trong số %d thẻ miễn phí
zh_hans: 您已使用 %d 张免费卡片，共 %d 张
zh_hant: 您已使用 %d 張免費卡片，共 %d 張

# unlimitedCardsDescription
source: Create as many flashcards as you want
ar: أنشئ عدداً غير محدود من البطاقات التعليمية
hr: Stvorite koliko god želite flash kartica
ja: 好きなだけフラッシュカードを作成
ko: 원하는 만큼 플래시카드 생성
nl: Maak zoveel flashcards als je wilt
pt_pt: Crie tantos cartões de estudo como desejar
ru: Создавайте сколько угодно флеш-карточек
sv: Skapa så många flashkort du vill
uk: Створюйте стільки флеш-карток, скільки забажаєте
vi: Tạo bao nhiêu thẻ học tùy thích
zh_hans: 创建任意数量的学习卡
zh_hant: 建立任意數量的學習卡

# collections
source: 30+ Collections
ar: +30 مجموعة
hr: 30+ Kolekcija
ja: 30以上のコレクション
ko: 30개 이상의 컬렉션
nl: 30+ Collecties
pt_pt: 30+ Coleções
ru: 30+ Коллекций
sv: 30+ Samlingar
uk: 30+ Колекцій
vi: 30+ Bộ sưu tập
zh_hans: 30+ 个集合
zh_hant: 30+ 個集合

# collectionsDescription
source: Access all preset vocabulary collections
ar: الوصول إلى جميع مجموعات المفردات المحددة مسبقاً
hr: Pristup svim unaprijed postavljenim kolekcijama rječnika
ja: すべてのプリセット語彙コレクションにアクセス
ko: 모든 사전 설정 어휘 컬렉션에 액세스
nl: Toegang tot alle vooraf ingestelde woordenschatcollecties
pt_pt: Aceda a todas as coleções de vocabulário predefinidas
ru: Доступ ко всем предустановленным коллекциям словарного запаса
sv: Tillgång till alla förinställda ordförrådsamlingar
uk: Доступ до всіх попередньо встановлених колекцій словникового запасу
vi: Truy cập tất cả các bộ sưu tập từ vựng đặt trước
zh_hans: 访问所有预设词汇集合
zh_hant: 存取所有預設詞彙集合

source: Premium Backgrounds
ar: خلفيات بريميوم
hr: Premium Pozadine
ja: プレミアム背景
ko: 프리미엄 배경
nl: Premium Achtergronden
pt_pt: Fundos Premium
ru: Премиум-фоны
sv: Premium Bakgrunder
uk: Преміум-фони
vi: Nền Cao cấp
zh_hans: 高级背景
zh_hant: 進階背景

# premiumBackgroundsDescription
source: Beautiful animated backgrounds
ar: خلفيات متحركة جميلة
hr: Prekrasne animirane pozadine
ja: 美しいアニメーション背景
ko: 아름다운 애니메이션 배경
nl: Prachtige geanimeerde achtergronden
pt_pt: Belos fundos animados
ru: Красивые анимированные фоны
sv: Vackra animerade bakgrunder
uk: Красиві анімовані фони
vi: Nền động đẹp mắt
zh_hans: 精美的动画背景
zh_hant: 精美的動畫背景

source: Change Languages
ar: تغيير اللغات
hr: Promijeni Jezike
ja: 言語の変更
ko: 언어 변경
nl: Talen Wijzigen
pt_pt: Alterar Idiomas
ru: Смена языков
sv: Ändra Språk
uk: Зміна мов
vi: Thay đổi Ngôn ngữ
zh_hans: 更改语言
zh_hant: 更改語言

# changeLanguagesDescription
source: Switch between different language pairs anytime
ar: التبديل بين أزواج اللغات المختلفة في أي وقت
hr: Prebacujte se između različitih jezičnih parova bilo kada
ja: いつでも異なる言語ペアを切り替え
ko: 언제든지 다른 언어 쌍으로 전환
nl: Schakel op elk moment tussen verschillende talenparen
pt_pt: Mude entre diferentes pares de idiomas a qualquer momento
ru: Переключайтесь между разными языковыми парами в любое время
sv: Växla mellan olika språkpar när som helst
uk: Перемикайтеся між різними мовними парами в будь-який час
vi: Chuyển đổi giữa các cặp ngôn ngữ khác nhau bất cứ lúc nào
zh_hans: 随时在不同语言对之间切换
zh_hant: 隨時在不同語言對之間切換

# multipleLanguagesTitle
source: Multiple Languages
ar: لغات متعددة
hr: Više Jezika
ja: 複数の言語
ko: 다중 언어
nl: Meerdere Talen
pt_pt: Vários Idiomas
ru: Несколько языков
sv: Flera Språk
uk: Декілька мов
vi: Nhiều Ngôn ngữ
zh_hans: 多种语言
zh_hant: 多種語言

# multipleLanguagesDescription
source: Ability to learn multiple languages at the same time
ar: القدرة على تعلم لغات متعددة في نفس الوقت
hr: Mogućnost učenja više jezika istovremeno
ja: 同時に複数の言語を学習する機能
ko: 동시에 여러 언어를 배울 수 있는 능력
nl: Mogelijkheid om meerdere talen tegelijk te leren
pt_pt: Capacidade de aprender vários idiomas ao mesmo tempo
ru: Возможность изучать несколько языков одновременно
sv: Förmåga att lära sig flera språk samtidigt
uk: Можливість вивчати декілька мов одночасно
vi: Khả năng học nhiều ngôn ngữ cùng một lúc
zh_hans: 同时学习多种语言的能力
zh_hant: 同時學習多種語言的能力

source: Premium
ar: بريميوم
ja: プレミアム
ko: 프리미엄
ru: Премиум
uk: Преміум
vi: Cao cấp
zh_hans: 高级版
zh_hant: 進階版

source: Card Images
ar: صور البطاقات
hr: Slike Kartica
ja: カード画像
ko: 카드 이미지
nl: Kaartafbeeldingen
pt_pt: Imagens de Cartões
ru: Изображения карточек
sv: Kortbilder
uk: Зображення карток
vi: Hình ảnh Thẻ
zh_hans: 卡片图片
zh_hant: 卡片圖片

# cardImagesDescription
source: Add beautiful images to your flashcards for better memory retention
ar: أضف صوراً جميلة إلى بطاقاتك التعليمية لتحسين الاحتفاظ بالذاكرة
hr: Dodajte prekrasne slike svojim flash karticama za bolju memoriju
ja: 記憶力向上のためにフラッシュカードに美しい画像を追加
ko: 기억력 향상을 위해 플래시카드에 아름다운 이미지 추가
nl: Voeg mooie afbeeldingen toe aan je flashcards voor beter geheugen
pt_pt: Adicione belas imagens aos seus cartões para melhor retenção de memória
ru: Добавляйте красивые изображения к флеш-карточкам для лучшего запоминания
sv: Lägg till vackra bilder till dina flashkort för bättre minnesretention
uk: Додавайте красиві зображення до флеш-карток для кращого запам'ятовування
vi: Thêm hình ảnh đẹp vào thẻ học của bạn để ghi nhớ tốt hơn
zh_hans: 为您的学习卡添加精美图片以提高记忆力
zh_hant: 為您的學習卡添加精美圖片以提高記憶力

# cardImagesPremiumDescription
source: Enhance your learning with visual flashcards that help you remember better
ar: عزز تعلمك بالبطاقات التعليمية المرئية التي تساعدك على التذكر بشكل أفضل
hr: Poboljšajte učenje vizualnim flash karticama koje vam pomažu bolje zapamtiti
ja: 視覚的なフラッシュカードで学習を強化し、より良く記憶
ko: 더 나은 기억을 돕는 시각적 플래시카드로 학습 향상
nl: Verbeter je leerervaring met visuele flashcards die je helpen beter te onthouden
pt_pt: Melhore a sua aprendizagem com cartões visuais que ajudam a memorizar melhor
ru: Улучшите обучение с визуальными карточками, которые помогут лучше запомнить
sv: Förbättra ditt lärande med visuella flashkort som hjälper dig komma ihåg bättre
uk: Покращте навчання з візуальними картками, які допоможуть краще запам'ятати
vi: Nâng cao học tập với thẻ học trực quan giúp bạn ghi nhớ tốt hơn
zh_hans: 通过视觉学习卡增强学习效果，帮助您更好地记忆
zh_hant: 透過視覺學習卡增強學習效果，幫助您更好地記憶

# cardImagesPremiumGate
source: Don't miss out on visual learning, upgrade to Premium
ar: لا تفوت التعلم البصري، قم بالترقية إلى بريميوم
hr: Ne propustite vizualno učenje, nadogradite na Premium
ja: 視覚学習をお見逃しなく、プレミアムにアップグレード
ko: 시각적 학습을 놓치지 마세요, 프리미엄으로 업그레이드하세요
nl: Mis visueel leren niet, upgrade naar Premium
pt_pt: Não perca a aprendizagem visual, atualize para Premium
ru: Не упустите визуальное обучение, перейдите на Премиум
sv: Missa inte visuellt lärande, uppgradera till Premium
uk: Не пропустіть візуальне навчання, перейдіть на Преміум
vi: Đừng bỏ lỡ học tập trực quan, nâng cấp lên Cao cấp
zh_hans: 不要错过视觉学习，升级到高级版
zh_hant: 不要錯過視覺學習，升級到進階版

# aiPremiumDescription
source: Get AI-powered insights about your learning progress
ar: احصل على رؤى مدعومة بالذكاء الاصطناعي حول تقدم تعلمك
hr: Dobijte uvide pokretane umjetnom inteligencijom o vašem napretku u učenju
ja: 学習の進捗状況についてAI駆動の洞察を取得
ko: 학습 진행 상황에 대한 AI 기반 인사이트 얻기
nl: Krijg AI-aangedreven inzichten over je leervoortgang
pt_pt: Obtenha insights alimentados por IA sobre o seu progresso de aprendizagem
ru: Получайте аналитику на основе ИИ о вашем прогрессе в обучении
sv: Få AI-drivna insikter om dina lärandeframsteg
uk: Отримуйте аналітику на основі ШІ про ваш прогрес у навчанні
vi: Nhận thông tin chi tiết được hỗ trợ bởi AI về tiến trình học tập của bạn
zh_hans: 获取关于您学习进度的AI驱动洞察
zh_hant: 獲取關於您學習進度的AI驅動洞察

# aiUnlimitedAccess
source: AI features available with Premium subscription
ar: ميزات الذكاء الاصطناعي متاحة مع اشتراك بريميوم
hr: AI značajke dostupne s Premium pretplatom
ja: AI機能はプレミアムサブスクリプションで利用可能
ko: AI 기능은 프리미엄 구독으로 이용 가능
nl: AI-functies beschikbaar met Premium-abonnement
pt_pt: Funcionalidades de IA disponíveis com subscrição Premium
ru: Функции ИИ доступны с подпиской Премиум
sv: AI-funktioner tillgängliga med Premium-prenumeration
uk: Функції ШІ доступні з підпискою Преміум
vi: Tính năng AI có sẵn với gói đăng ký Cao cấp
zh_hans: AI功能可通过高级订阅使用
zh_hant: AI功能可透過進階訂閱使用

# aiPremiumRequired
source: AI features are available with Premium subscription
ar: ميزات الذكاء الاصطناعي متاحة مع اشتراك بريميوم
hr: AI značajke su dostupne s Premium pretplatom
ja: AI機能はプレミアムサブスクリプションで利用可能です
ko: AI 기능은 프리미엄 구독으로 이용 가능합니다
nl: AI-functies zijn beschikbaar met Premium-abonnement
pt_pt: As funcionalidades de IA estão disponíveis com subscrição Premium
ru: Функции ИИ доступны с подпиской Премиум
sv: AI-funktioner är tillgängliga med Premium-prenumeration
uk: Функції ШІ доступні з підпискою Преміум
vi: Tính năng AI có sẵn với gói đăng ký Cao cấp
zh_hans: AI功能可通过高级订阅使用
zh_hant: AI功能可透過進階訂閱使用

source: AI Collection Generator
ar: مولد المجموعات بالذكاء الاصطناعي
hr: AI Generator Kolekcija
ja: AIコレクションジェネレーター
ko: AI 컬렉션 생성기
nl: AI Collectie Generator
pt_pt: Gerador de Coleções IA
ru: Генератор коллекций ИИ
sv: AI Samlingsgenerator
uk: Генератор колекцій ШІ
vi: Trình tạo Bộ sưu tập AI
zh_hans: AI集合生成器
zh_hant: AI集合產生器

# aiCollectionGeneratorDescription
source: Create custom flashcard collections with AI
ar: أنشئ مجموعات بطاقات تعليمية مخصصة باستخدام الذكاء الاصطناعي
hr: Stvorite prilagođene kolekcije flash kartica s AI
ja: AIでカスタムフラッシュカードコレクションを作成
ko: AI로 맞춤형 플래시카드 컬렉션 생성
nl: Maak aangepaste flashcard-collecties met AI
pt_pt: Crie coleções de cartões personalizadas com IA
ru: Создавайте пользовательские коллекции флеш-карточек с помощью ИИ
sv: Skapa anpassade flashkortsamlingar med AI
uk: Створюйте користувацькі колекції флеш-карток за допомогою ШІ
vi: Tạo bộ sưu tập thẻ học tùy chỉnh với AI
zh_hans: 使用AI创建自定义学习卡集合
zh_hant: 使用AI建立自訂學習卡集合

source: AI Learning Coach
ar: مدرب التعلم بالذكاء الاصطناعي
hr: AI Trener za Učenje
ja: AI学習コーチ
ko: AI 학습 코치
nl: AI Leercoach
pt_pt: Treinador de Aprendizagem IA
ru: Тренер по обучению ИИ
sv: AI Inlärningscoach
uk: Тренер з навчання ШІ
vi: Huấn luyện viên Học tập AI
zh_hans: AI学习教练
zh_hant: AI學習教練

# aiLearningCoachDescription
source: Get personalized insights and recommendations
ar: احصل على رؤى وتوصيات مخصصة
hr: Dobijte personalizirane uvide i preporuke
ja: パーソナライズされた洞察と推奨事項を取得
ko: 개인화된 인사이트 및 추천 받기
nl: Krijg gepersonaliseerde inzichten en aanbevelingen
pt_pt: Obtenha insights personalizados e recomendações
ru: Получайте персонализированные рекомендации и советы
sv: Få personliga insikter och rekommendationer
uk: Отримуйте персоналізовані рекомендації та поради
vi: Nhận thông tin chi tiết và đề xuất được cá nhân hóa
zh_hans: 获取个性化洞察和建议
zh_hant: 獲取個人化洞察和建議

# premiumVoices
source: Speechify Premium Voices
ar: أصوات Speechify بريميوم
hr: Speechify Premium Glasovi
ja: Speechifyプレミアムボイス
ko: Speechify 프리미엄 음성
nl: Speechify Premium Stemmen
pt_pt: Vozes Premium Speechify
ru: Премиум-голоса Speechify
sv: Speechify Premium Röster
uk: Преміум-голоси Speechify
vi: Giọng nói Cao cấp Speechify
zh_hans: Speechify高级语音
zh_hant: Speechify進階語音

# premiumVoicesMessage
source: Enjoy high-quality audio for all your flashcards!
ar: استمتع بصوت عالي الجودة لجميع بطاقاتك التعليمية!
hr: Uživajte u visokokvalitetnom zvuku za sve svoje flash kartice!
ja: すべてのフラッシュカードに高品質のオーディオをお楽しみください！
ko: 모든 플래시카드에 고품질 오디오를 즐기세요!
nl: Geniet van hoogwaardige audio voor al je flashcards!
pt_pt: Desfrute de áudio de alta qualidade para todos os seus cartões!
ru: Наслаждайтесь высококачественным аудио для всех ваших карточек!
sv: Njut av högkvalitativt ljud för alla dina flashkort!
uk: Насолоджуйтесь високоякісним аудіо для всіх ваших карток!
vi: Thưởng thức âm thanh chất lượng cao cho tất cả các thẻ học của bạn!
zh_hans: 为所有学习卡享受高质量音频！
zh_hant: 為所有學習卡享受高品質音訊！

# premiumVoicesDescription
source: Thousands of high-quality voices to personalize your cards
ar: آلاف الأصوات عالية الجودة لتخصيص بطاقاتك
hr: Tisuće visokokvalitetnih glasova za personalizaciju vaših kartica
ja: カードをパーソナライズするための何千もの高品質ボイス
ko: 카드를 개인화할 수 있는 수천 개의 고품질 음성
nl: Duizenden hoogwaardige stemmen om je kaarten te personaliseren
pt_pt: Milhares de vozes de alta qualidade para personalizar os seus cartões
ru: Тысячи высококачественных голосов для персонализации карточек
sv: Tusentals högkvalitativa röster för att personalisera dina kort
uk: Тисячі високоякісних голосів для персоналізації карток
vi: Hàng nghìn giọng nói chất lượng cao để cá nhân hóa thẻ của bạn
zh_hans: 数千种高质量语音可个性化您的卡片
zh_hant: 數千種高品質語音可個性化您的卡片

# unlimitedCardsTitle
source: Unlimited Cards
ar: بطاقات غير محدودة
hr: Neograničene Kartice
ja: 無制限カード
ko: 무제한 카드
nl: Onbeperkte Kaarten
pt_pt: Cartões Ilimitados
ru: Неограниченные карточки
sv: Obegränsade Kort
uk: Необмежені картки
vi: Thẻ Không giới hạn
zh_hans: 无限卡片
zh_hant: 無限卡片

# unlimitedCardsMessage
source: Upgrade to premium to create unlimited cards and unlock all features!
ar: قم بالترقية إلى بريميوم لإنشاء بطاقات غير محدودة وإلغاء قفل جميع الميزات!
hr: Nadogradite na premium za stvaranje neograničenih kartica i otključavanje svih značajki!
ja: プレミアムにアップグレードして無制限のカードを作成し、すべての機能をアンロック！
ko: 프리미엄으로 업그레이드하여 무제한 카드를 생성하고 모든 기능을 잠금 해제하세요!
nl: Upgrade naar premium om onbeperkt kaarten te maken en alle functies te ontgrendelen!
pt_pt: Atualize para premium para criar cartões ilimitados e desbloquear todas as funcionalidades!
ru: Перейдите на премиум, чтобы создавать неограниченное количество карточек и разблокировать все функции!
sv: Uppgradera till premium för att skapa obegränsade kort och låsa upp alla funktioner!
uk: Перейдіть на преміум, щоб створювати необмежену кількість карток і розблокувати всі функції!
vi: Nâng cấp lên cao cấp để tạo thẻ không giới hạn và mở khóa tất cả tính năng!
zh_hans: 升级到高级版以创建无限卡片并解锁所有功能！
zh_hant: 升級到進階版以建立無限卡片並解鎖所有功能！

# advancedAnalyticsTitle
source: Advanced Analytics
ar: تحليلات متقدمة
hr: Napredna Analitika
ja: 高度な分析
ko: 고급 분석
nl: Geavanceerde Analytics
pt_pt: Análises Avançadas
ru: Расширенная аналитика
sv: Avancerad Analys
uk: Розширена аналітика
vi: Phân tích Nâng cao
zh_hans: 高级分析
zh_hant: 進階分析

# advancedAnalyticsMessage
source: Get detailed learning insights, progress charts, and performance analytics with premium!
ar: احصل على رؤى تعليمية تفصيلية ورسوم بيانية للتقدم وتحليلات الأداء مع بريميوم!
hr: Dobijte detaljne uvide u učenje, grafikone napretka i analizu performansi s premium!
ja: プレミアムで詳細な学習インサイト、進捗グラフ、パフォーマンス分析を取得！
ko: 프리미엄으로 자세한 학습 인사이트, 진행 차트 및 성능 분석을 얻으세요!
nl: Krijg gedetailleerde leerinzichten, voortgangsgrafieken en prestatieanalyses met premium!
pt_pt: Obtenha insights de aprendizagem detalhados, gráficos de progresso e análises de desempenho com premium!
ru: Получайте детальную аналитику обучения, графики прогресса и анализ производительности с премиум!
sv: Få detaljerade lärandeinsikter, framstegsdiagram och prestandaanalys med premium!
uk: Отримуйте детальну аналітику навчання, графіки прогресу та аналіз продуктивності з преміум!
vi: Nhận thông tin chi tiết về học tập, biểu đồ tiến trình và phân tích hiệu suất với cao cấp!
zh_hans: 通过高级版获取详细的学习洞察、进度图表和性能分析！
zh_hant: 透過進階版獲取詳細的學習洞察、進度圖表和效能分析！

# customThemesTitle
source: Custom Themes
ar: سمات مخصصة
hr: Prilagođene Teme
ja: カスタムテーマ
ko: 맞춤 테마
nl: Aangepaste Thema's
pt_pt: Temas Personalizados
ru: Пользовательские темы
sv: Anpassade Teman
uk: Користувацькі теми
vi: Chủ đề Tùy chỉnh
zh_hans: 自定义主题
zh_hant: 自訂主題

# customThemesMessage
source: Unlock beautiful custom themes and backgrounds with premium!
ar: افتح سمات وخلفيات مخصصة جميلة مع بريميوم!
hr: Otključajte prekrasne prilagođene teme i pozadine s premium!
ja: プレミアムで美しいカスタムテーマと背景をアンロック！
ko: 프리미엄으로 아름다운 맞춤 테마와 배경을 잠금 해제하세요!
nl: Ontgrendel prachtige aangepaste thema's en achtergronden met premium!
pt_pt: Desbloqueie belos temas personalizados e fundos com premium!
ru: Разблокируйте красивые пользовательские темы и фоны с премиум!
sv: Lås upp vackra anpassade teman och bakgrunder med premium!
uk: Розблокуйте красиві користувацькі теми та фони з преміум!
vi: Mở khóa các chủ đề và nền tùy chỉnh đẹp mắt với cao cấp!
zh_hans: 通过高级版解锁精美的自定义主题和背景！
zh_hant: 透過進階版解鎖精美的自訂主題和背景！

# languageChangeTitle
source: Language Change
ar: تغيير اللغة
hr: Promjena Jezika
ja: 言語変更
ko: 언어 변경
nl: Taalwijziging
pt_pt: Mudança de Idioma
ru: Смена языка
sv: Språkbyte
uk: Зміна мови
vi: Thay đổi Ngôn ngữ
zh_hans: 语言更改
zh_hant: 語言更改

# languageChangeMessage
source: Choose from over 15 languages to enhance your learning experience with premium!
ar: اختر من بين أكثر من 15 لغة لتحسين تجربة التعلم الخاصة بك مع بريميوم!
hr: Birajte između više od 15 jezika za poboljšanje iskustva učenja s premium!
ja: プレミアムで15以上の言語から選択して学習体験を向上！
ko: 프리미엄으로 15개 이상의 언어 중에서 선택하여 학습 경험을 향상시키세요!
nl: Kies uit meer dan 15 talen om je leerervaring te verbeteren met premium!
pt_pt: Escolha entre mais de 15 idiomas para melhorar a sua experiência de aprendizagem com premium!
ru: Выбирайте из более чем 15 языков для улучшения опыта обучения с премиум!
sv: Välj mellan över 15 språk för att förbättra din lärandeupplevelse med premium!
uk: Вибирайте з понад 15 мов для покращення досвіду навчання з преміум!
vi: Chọn từ hơn 15 ngôn ngữ để nâng cao trải nghiệm học tập của bạn với cao cấp!
zh_hans: 通过高级版从15种以上语言中选择以增强您的学习体验！
zh_hant: 透過進階版從15種以上語言中選擇以增強您的學習體驗！

# cardPresetsTitle
source: Card Presets
ar: إعدادات البطاقات المسبقة
hr: Predloške Kartica
ja: カードプリセット
ko: 카드 프리셋
nl: Kaartvoorinstellingen
pt_pt: Modelos de Cartões
ru: Предустановки карточек
sv: Kortförval
uk: Попередні налаштування карток
vi: Thiết lập sẵn Thẻ
zh_hans: 卡片预设
zh_hant: 卡片預設

# cardPresetsMessage
source: Explore a vast collection of pre-designed card presets with premium!
ar: استكشف مجموعة واسعة من إعدادات البطاقات المصممة مسبقاً مع بريميوم!
hr: Istražite prostranu kolekciju unaprijed dizajniranih predložaka kartica s premium!
ja: プレミアムで事前にデザインされたカードプリセットの膨大なコレクションを探索！
ko: 프리미엄으로 사전 디자인된 카드 프리셋의 방대한 컬렉션을 탐색하세요!
nl: Verken een uitgebreide collectie van vooraf ontworpen kaartvoorinstellingen met premium!
pt_pt: Explore uma vasta coleção de modelos de cartões pré-desenhados com premium!
ru: Изучайте обширную коллекцию предварительно разработанных предустановок карточек с премиум!
sv: Utforska en omfattande samling av fördesignade kortförval med premium!
uk: Вивчайте велику колекцію попередньо розроблених налаштувань карток з преміум!
vi: Khám phá bộ sưu tập rộng lớn các thiết lập sẵn thẻ được thiết kế trước với cao cấp!
zh_hans: 通过高级版探索大量预先设计的卡片预设！
zh_hant: 透過進階版探索大量預先設計的卡片預設！

# studyModesTitle
source: Study Modes
ar: أوضاع الدراسة
hr: Načini Učenja
ja: 学習モード
ko: 학습 모드
nl: Studiemodi
pt_pt: Modos de Estudo
ru: Режимы обучения
sv: Studiemodus
uk: Режими навчання
vi: Chế độ Học tập
zh_hans: 学习模式
zh_hant: 學習模式

# studyModesMessage
source: Access advanced study modes and learning techniques with premium!
ar: الوصول إلى أوضاع دراسة متقدمة وتقنيات تعلم مع بريميوم!
hr: Pristupite naprednim načinima učenja i tehnikama s premium!
ja: プレミアムで高度な学習モードと学習テクニックにアクセス！
ko: 프리미엄으로 고급 학습 모드 및 학습 기술에 액세스하세요!
nl: Toegang tot geavanceerde studiemodi en leertechnieken met premium!
pt_pt: Aceda a modos de estudo avançados e técnicas de aprendizagem com premium!
ru: Получите доступ к расширенным режимам обучения и техникам с премиум!
sv: Få tillgång till avancerade studielägen och inlärningstekniker med premium!
uk: Отримайте доступ до розширених режимів навчання та технік з преміум!
vi: Truy cập các chế độ học tập nâng cao và kỹ thuật học tập với cao cấp!
zh_hans: 通过高级版访问高级学习模式和学习技巧！
zh_hant: 透過進階版存取進階學習模式和學習技巧！
