Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/PresetPhrases.strings
Languages: ar, de, es, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# collection.essentialPhrases.name
source: Essential Phrases
ar: العبارات الأساسية
de: Grundlegende Phrasen
es: Frases Esenciales
fr: Phrases Essentielles
hi: आवश्यक वाक्यांश
hr: Osnovne fraze
it: Frasi Essenziali
ja: 基本的なフレーズ
ko: 기본 표현
nl: Essentiële Uitdrukkingen
pt_pt: Frases Essenciais
ru: Основные фразы
sv: Grundläggande fraser
uk: Основні фрази
vi: Cụm từ Cơ bản
zh_hans: 基本短语
zh_hant: 基本短語

# collection.essentialPhrases.description
source: Basic words and phrases everyone needs to know
ar: الكلمات والعبارات الأساسية التي يحتاج الجميع لمعرفتها
de: Grundlegende Wörter und Phrasen, die jeder kennen muss
es: Palabras y frases básicas que todos necesitan saber
fr: Mots et phrases de base que tout le monde doit connaître
hi: बुनियादी शब्द और वाक्यांश जो सभी को जानने चाहिए
hr: Osnovne riječi i fraze koje svi trebaju znati
it: Parole e frasi di base che tutti devono conoscere
ja: 誰もが知っておくべき基本的な単語とフレーズ
ko: 모든 사람이 알아야 할 기본 단어와 표현
nl: Basiswoorden en uitdrukkingen die iedereen moet kennen
pt_pt: Palavras e frases básicas que todos precisam de saber
ru: Основные слова и фразы, которые должен знать каждый
sv: Grundläggande ord och fraser som alla behöver kunna
uk: Основні слова та фрази, які повинен знати кожен
vi: Từ và cụm từ cơ bản mà mọi người cần biết
zh_hans: 每个人都应该知道的基本词汇和短语
zh_hant: 每個人都應該知道的基本詞彙和短語

# collection.travelEssentials.name
source: Travel Essentials
ar: أساسيات السفر
de: Reise-Essentials
es: Esenciales de Viaje
fr: Essentiels de Voyage
hi: यात्रा के आवश्यक सामान
hr: Putne potrepštine
it: Essenziali per Viaggiare
ja: 旅行の必需品
ko: 여행 필수품
nl: Reisessentials
pt_pt: Essenciais para Viagem
ru: Необходимое для путешествий
sv: Reseessentials
uk: Необхідне для подорожей
vi: Đồ dùng Du lịch
zh_hans: 旅行必备
zh_hant: 旅行必備

# collection.travelEssentials.description
source: Essential phrases for traveling and getting around
ar: العبارات الأساسية للسفر والتنقل
de: Wichtige Phrasen für Reisen und Fortbewegung
es: Frases esenciales para viajar y moverse
fr: Phrases essentielles pour voyager et se déplacer
hi: यात्रा और आवागमन के लिए आवश्यक वाक्यांश
hr: Osnovne fraze za putovanje i kretanje
it: Frasi essenziali per viaggiare e spostarsi
ja: 旅行や移動に必要な基本的なフレーズ
ko: 여행과 이동에 필요한 기본 표현
nl: Essentiële uitdrukkingen voor reizen en vervoer
pt_pt: Frases essenciais para viajar e deslocar-se
ru: Основные фразы для путешествий и передвижения
sv: Grundläggande fraser för resor och transport
uk: Основні фрази для подорожей та пересування
vi: Cụm từ cơ bản cho việc du lịch và di chuyển
zh_hans: 旅行和出行所需的基本短语
zh_hant: 旅行和出行所需的基本短語

# collection.entertainmentMedia.name
source: Entertainment & Media
ar: الترفيه والإعلام
de: Unterhaltung & Medien
es: Entretenimiento y Medios
fr: Divertissement et Médias
hi: मनोरंजन और मीडिया
hr: Zabava i mediji
it: Intrattenimento e Media
ja: エンターテイメントとメディア
ko: 엔터테인먼트와 미디어
nl: Entertainment en Media
pt_pt: Entretenimento e Media
ru: Развлечения и медиа
sv: Underhållning och media
uk: Розваги та медіа
vi: Giải trí và Truyền thông
zh_hans: 娱乐与媒体
zh_hant: 娛樂與媒體

# collection.entertainmentMedia.description
source: Words and phrases about movies, music, games, and entertainment
ar: كلمات وعبارات عن الأفلام والموسيقى والألعاب والترفيه
de: Wörter und Phrasen über Filme, Musik, Spiele und Unterhaltung
es: Palabras y frases sobre películas, música, juegos y entretenimiento
fr: Mots et phrases sur les films, la musique, les jeux et le divertissement
hi: फिल्मों, संगीत, खेलों और मनोरंजन के बारे में शब्द और वाक्यांश
hr: Riječi i fraze o filmovima, glazbi, igrama i zabavi
it: Parole e frasi su film, musica, giochi e intrattenimento
ja: 映画、音楽、ゲーム、エンターテイメントに関する単語とフレーズ
ko: 영화, 음악, 게임, 엔터테인먼트에 관한 단어와 표현
nl: Woorden en uitdrukkingen over films, muziek, games en entertainment
pt_pt: Palavras e frases sobre filmes, música, jogos e entretenimento
ru: Слова и фразы о фильмах, музыке, играх и развлечениях
sv: Ord och fraser om filmer, musik, spel och underhållning
uk: Слова та фрази про фільми, музику, ігри та розваги
vi: Từ và cụm từ về phim ảnh, âm nhạc, trò chơi và giải trí
zh_hans: 关于电影、音乐、游戏和娱乐的词汇和短语
zh_hant: 關於電影、音樂、遊戲和娛樂的詞彙和短語

# collection.foodDining.name
source: Food & Dining
ar: الطعام والمطاعم
de: Essen & Restaurants
es: Comida y Restaurantes
fr: Nourriture et Restaurants
hi: भोजन और रेस्तरां
hr: Hrana i restorani
it: Cibo e Ristoranti
ja: 食事とレストラン
ko: 음식과 식당
nl: Eten en Restaurants
pt_pt: Comida e Restaurantes
ru: Еда и рестораны
sv: Mat och restauranger
uk: Їжа та ресторани
vi: Ẩm thực và Nhà hàng
zh_hans: 餐饮美食
zh_hant: 餐飲美食

# collection.foodDining.description
source: Essential phrases for restaurants and food experiences
ar: العبارات الأساسية للمطاعم وتجارب الطعام
de: Wichtige Phrasen für Restaurants und kulinarische Erfahrungen
es: Frases esenciales para restaurantes y experiencias gastronómicas
fr: Phrases essentielles pour les restaurants et les expériences gastronomiques
hi: रेस्तरां और भोजन के अनुभवों के लिए आवश्यक वाक्यांश
hr: Osnovne fraze za restorane i gastronomska iskustva
it: Frasi essenziali per ristoranti ed esperienze gastronomiche
ja: レストランや食事体験に必要な基本的なフレーズ
ko: 레스토랑과 음식 경험에 필요한 기본 표현
nl: Essentiële uitdrukkingen voor restaurants en eetervaringen
pt_pt: Frases essenciais para restaurantes e experiências gastronómicas
ru: Основные фразы для ресторанов и гастрономических впечатлений
sv: Grundläggande fraser för restauranger och matupplevelser
uk: Основні фрази для ресторанів та гастрономічних вражень
vi: Cụm từ cơ bản cho nhà hàng và trải nghiệm ẩm thực
zh_hans: 餐厅和美食体验所需的基本短语
zh_hant: 餐廳和美食體驗所需的基本短語

# collection.healthMedical.name
source: Health & Medical
ar: الصحة والطب
de: Gesundheit & Medizin
es: Salud y Médico
fr: Santé et Médical
hi: स्वास्थ्य और चिकित्सा
hr: Zdravlje i medicina
it: Salute e Medicina
ja: 健康と医療
ko: 건강과 의료
nl: Gezondheid en Geneeskunde
pt_pt: Saúde e Medicina
ru: Здоровье и медицина
sv: Hälsa och medicin
uk: Здоров'я та медицина
vi: Sức khỏe và Y tế
zh_hans: 健康医疗
zh_hant: 健康醫療

# collection.healthMedical.description
source: Important phrases for medical situations and health concerns
ar: عبارات مهمة للحالات الطبية ومشاكل الصحة
de: Wichtige Phrasen für medizinische Situationen und Gesundheitsprobleme
es: Frases importantes para situaciones médicas y problemas de salud
fr: Phrases importantes pour les situations médicales et les problèmes de santé
hi: चिकित्सीय स्थितियों और स्वास्थ्य संबंधी चिंताओं के लिए महत्वपूर्ण वाक्यांश
hr: Važne fraze za medicinske situacije i zdravstvene probleme
it: Frasi importanti per situazioni mediche e problemi di salute
ja: 医療状況や健康問題に重要なフレーズ
ko: 의료 상황과 건강 문제에 중요한 표현
nl: Belangrijke uitdrukkingen voor medische situaties en gezondheidsproblemen
pt_pt: Frases importantes para situações médicas e problemas de saúde
ru: Важные фразы для медицинских ситуаций и проблем со здоровьем
sv: Viktiga fraser för medicinska situationer och hälsoproblem
uk: Важливі фрази для медичних ситуацій та проблем зі здоров'ям
vi: Cụm từ quan trọng cho tình huống y tế và vấn đề sức khỏe
zh_hans: 医疗情况和健康问题的重要短语
zh_hant: 醫療情況和健康問題的重要短語

# collection.leisureHobbies.name
source: Leisure & Hobbies
ar: الترفيه والهوايات
de: Freizeit & Hobbys
es: Ocio y Pasatiempos
fr: Loisirs et Passe-temps
hi: अवकाश और शौक
hr: Slobodno vrijeme i hobiji
it: Tempo Libero e Hobby
ja: レジャーと趣味
ko: 여가와 취미
nl: Vrije Tijd en Hobby's
pt_pt: Lazer e Passatempos
ru: Досуг и хобби
sv: Fritid och hobbyer
uk: Дозвілля та хобі
vi: Giải trí và Sở thích
zh_hans: 休闲爱好
zh_hant: 休閒愛好

# collection.leisureHobbies.description
source: Phrases for talking about hobbies, sports, and free time activities
ar: عبارات للحديث عن الهوايات والرياضة وأنشطة وقت الفراغ
de: Phrasen zum Sprechen über Hobbys, Sport und Freizeitaktivitäten
es: Frases para hablar sobre pasatiempos, deportes y actividades de tiempo libre
fr: Phrases pour parler des passe-temps, des sports et des activités de loisirs
hi: शौक, खेल और खाली समय की गतिविधियों के बारे में बात करने के लिए वाक्यांश
hr: Fraze za razgovor o hobijima, sportu i aktivnostima u slobodnom vremenu
it: Frasi per parlare di hobby, sport e attività del tempo libero
ja: 趣味、スポーツ、余暇活動について話すためのフレーズ
ko: 취미, 스포츠, 여가 활동에 대해 이야기하는 표현
nl: Uitdrukkingen om te praten over hobby's, sport en vrijetijdsactiviteiten
pt_pt: Frases para falar sobre passatempos, desportos e atividades de lazer
ru: Фразы для разговоров о хобби, спорте и досуговых занятиях
sv: Fraser för att prata om hobbyer, sport och fritidsaktiviteter
uk: Фрази для розмов про хобі, спорт та дозвілля
vi: Cụm từ để nói về sở thích, thể thao và hoạt động giải trí
zh_hans: 谈论爱好、运动和休闲活动的短语
zh_hant: 談論愛好、運動和休閒活動的短語

# phrase.hello.text
source: Hello
ar: مرحبا
de: Hallo
es: Hola
fr: Bonjour
hi: नमस्ते
hr: Bok
it: Ciao
ja: こんにちは
ko: 안녕하세요
nl: Hallo
pt_pt: Olá
ru: Привет
sv: Hej
uk: Привіт
vi: Xin chào
zh_hans: 你好
zh_hant: 你好

# phrase.hello.notes
source: Basic greeting
ar: تحية أساسية
de: Grundlegende Begrüßung
es: Saludo básico
fr: Salutation de base
hi: बुनियादी अभिवादन
hr: Osnovni pozdrav
it: Saluto di base
ja: 基本的な挨拶
ko: 기본 인사
nl: Basisgroet
pt_pt: Cumprimento básico
ru: Основное приветствие
sv: Grundläggande hälsning
uk: Основне привітання
vi: Lời chào cơ bản
zh_hans: 基本问候
zh_hant: 基本問候

# phrase.thankYou.text
source: Thank you
ar: شكرا لك
de: Danke
es: Gracias
fr: Merci
hi: धन्यवाद
hr: Hvala
it: Grazie
ja: ありがとうございます
ko: 감사합니다
nl: Dank je
pt_pt: Obrigado
ru: Спасибо
sv: Tack
uk: Дякую
vi: Cảm ơn
zh_hans: 谢谢
zh_hant: 謝謝

# phrase.thankYou.notes
source: Expressing gratitude
ar: التعبير عن الامتنان
de: Dankbarkeit ausdrücken
es: Expresar gratitud
fr: Exprimer la gratitude
hi: कृतज्ञता व्यक्त करना
hr: Izražavanje zahvalnosti
it: Esprimere gratitudine
ja: 感謝を表す
ko: 감사를 표현
nl: Dankbaarheid uiten
pt_pt: Expressar gratidão
ru: Выражение благодарности
sv: Uttrycka tacksamhet
uk: Вираження подяки
vi: Bày tỏ lòng biết ơn
zh_hans: 表达感谢
zh_hant: 表達感謝

# phrase.please.text
source: Please
ar: من فضلك
de: Bitte
es: Por favor
fr: S'il vous plaît
hi: कृपया
hr: Molim
it: Per favore
ja: お願いします
ko: 부탁합니다
nl: Alsjeblieft
pt_pt: Por favor
ru: Пожалуйста
sv: Snälla
uk: Будь ласка
vi: Xin vui lòng
zh_hans: 请
zh_hant: 請

# phrase.please.notes
source: Making polite requests
ar: تقديم طلبات مهذبة
de: Höfliche Bitten machen
es: Hacer peticiones educadas
fr: Faire des demandes polies
hi: विनम्र अनुरोध करना
hr: Učinjavanje pristojnih zahtjeva
it: Fare richieste educatamente
ja: 丁寧な依頼をする
ko: 정중한 요청하기
nl: Beleefde verzoeken doen
pt_pt: Fazer pedidos educados
ru: Вежливая просьба
sv: Göra artiga förfrågningar
uk: Ввічливі прохання
vi: Đưa ra yêu cầu lịch sự
zh_hans: 礼貌请求
zh_hant: 禮貌請求

# phrase.yes.text
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
hr: Da
it: Sì
ja: はい
ko: 네
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
uk: Так
vi: Vâng
zh_hans: 是的
zh_hant: 是的

# phrase.yes.notes
source: Affirmative response
ar: إجابة إيجابية
de: Bejahende Antwort
es: Respuesta afirmativa
fr: Réponse affirmative
hi: सकारात्मक प्रतिक्रिया
hr: Pozitivan odgovor
it: Risposta affermativa
ja: 肯定の返答
ko: 긍정적인 응답
nl: Bevestigend antwoord
pt_pt: Resposta afirmativa
ru: Утвердительный ответ
sv: Bekräftande svar
uk: Позитивна відповідь
vi: Câu trả lời khẳng định
zh_hans: 肯定回答
zh_hant: 肯定回答

# phrase.no.text
source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
hr: Ne
ja: いいえ
ko: 아니요
nl: Nee
pt_pt: Não
ru: Нет
sv: Nej
uk: Ні
vi: Không
zh_hans: 不
zh_hant: 不

# phrase.no.notes
source: Negative response
ar: إجابة سلبية
de: Verneinende Antwort
es: Respuesta negativa
fr: Réponse négative
hi: नकारात्मक प्रतिक्रिया
hr: Negativan odgovor
it: Risposta negativa
ja: 否定の返答
ko: 부정적인 응답
nl: Ontkennend antwoord
pt_pt: Resposta negativa
ru: Отрицательный ответ
sv: Nekande svar
uk: Негативна відповідь
vi: Câu trả lời phủ định
zh_hans: 否定回答
zh_hant: 否定回答

# phrase.goodbye.text
source: Goodbye
ar: وداعا
de: Auf Wiedersehen
es: Adiós
fr: Au revoir
hi: अलविदा
hr: Doviđenja
it: Arrivederci
ja: さようなら
ko: 안녕히 가세요
nl: Tot ziens
pt_pt: Adeus
ru: До свидания
sv: Hej då
uk: До побачення
vi: Tạm biệt
zh_hans: 再见
zh_hant: 再見

# phrase.goodbye.notes
source: Farewell
ar: الوداع
de: Abschied
es: Despedida
fr: Adieu
hi: विदाई
hr: Oproštaj
it: Saluto di commiato
ja: 別れの挨拶
ko: 작별 인사
nl: Afscheid
pt_pt: Despedida
ru: Прощание
sv: Avsked
uk: Прощання
vi: Lời chào tạm biệt
zh_hans: 告别
zh_hant: 告別

# phrase.excuseMe.text
source: Excuse me
ar: عذرا
de: Entschuldigung
es: Perdón
fr: Excusez-moi
hi: माफ़ कीजिए
hr: Oprostite
it: Scusi
ja: すみません
ko: 실례합니다
nl: Excuseer
pt_pt: Com licença
ru: Извините
sv: Ursäkta
uk: Перепрошую
vi: Xin lỗi
zh_hans: 对不起
zh_hant: 對不起

# phrase.excuseMe.notes
source: Getting attention or apologizing
ar: جذب الانتباه أو الاعتذار
de: Aufmerksamkeit erregen oder sich entschuldigen
es: Llamar la atención o disculparse
fr: Attirer l'attention ou s'excuser
hi: ध्यान आकर्षित करना या माफी मांगना
hr: Privlačenje pažnje ili isprika
it: Attirare l'attenzione o scusarsi
ja: 注意を引くか謝罪する
ko: 주의를 끌거나 사과하기
nl: Aandacht trekken of excuses aanbieden
pt_pt: Chamar atenção ou desculpar-se
ru: Привлечение внимания или извинение
sv: Få uppmärksamhet eller be om ursäkt
uk: Привернення уваги або вибачення
vi: Thu hút sự chú ý hoặc xin lỗi
zh_hans: 引起注意或道歉
zh_hant: 引起注意或道歉

# phrase.dontUnderstand.text
source: I don't understand
ar: لا أفهم
de: Ich verstehe nicht
es: No entiendo
fr: Je ne comprends pas
hi: मैं समझ नहीं पा रहा हूं
hr: Ne razumijem
it: Non capisco
ja: わかりません
ko: 이해하지 못합니다
nl: Ik begrijp het niet
pt_pt: Não entendo
ru: Я не понимаю
sv: Jag förstår inte
uk: Я не розумію
vi: Tôi không hiểu
zh_hans: 我不明白
zh_hant: 我不明白

# phrase.dontUnderstand.notes
source: When you need clarification
ar: عندما تحتاج توضيحا
de: Wenn Sie eine Klärung benötigen
es: Cuando necesitas aclaración
fr: Quand vous avez besoin de clarification
hi: जब आपको स्पष्टीकरण की आवश्यकता हो
hr: Kada trebate pojašnjenje
it: Quando hai bisogno di chiarimenti
ja: 説明が必要な時
ko: 설명이 필요할 때
nl: Wanneer je verduidelijking nodig hebt
pt_pt: Quando precisa de esclarecimentos
ru: Когда нужны разъяснения
sv: När du behöver förtydligande
uk: Коли потрібні пояснення
vi: Khi bạn cần làm rõ
zh_hans: 需要澄清时
zh_hant: 需要澄清時

# phrase.whereBathroom.text
source: Where is the bathroom?
ar: أين الحمام؟
de: Wo ist die Toilette?
es: ¿Dónde está el baño?
fr: Où sont les toilettes ?
hi: शौचालय कहाँ है?
hr: Gdje je toalet?
it: Dove sono i bagni?
ja: トイレはどこですか？
ko: 화장실이 어디에 있나요?
nl: Waar is het toilet?
pt_pt: Onde fica a casa de banho?
ru: Где туалет?
sv: Var är toaletten?
uk: Де туалет?
vi: Nhà vệ sinh ở đâu?
zh_hans: 洗手间在哪里？
zh_hant: 洗手間在哪裡？

# phrase.whereBathroom.notes
source: Essential for travelers
ar: ضروري للمسافرين
de: Wichtig für Reisende
es: Esencial para viajeros
fr: Essentiel pour les voyageurs
hi: यात्रियों के लिए आवश्यक
hr: Neophodno za putnike
it: Essenziale per i viaggiatori
ja: 旅行者に必須
ko: 여행자에게 필수
nl: Essentieel voor reizigers
pt_pt: Essencial para viajantes
ru: Необходимо для путешественников
sv: Väsentligt för resenärer
uk: Необхідно для мандрівників
vi: Cần thiết cho du khách
zh_hans: 旅行者必备
zh_hant: 旅行者必備

# phrase.howMuchCost.text
source: How much does this cost?
ar: كم يكلف هذا؟
de: Wie viel kostet das?
es: ¿Cuánto cuesta esto?
fr: Combien ça coûte ?
hi: यह कितने का है?
hr: Koliko ovo košta?
it: Quanto costa questo?
ja: これはいくらですか？
ko: 이것은 얼마인가요?
nl: Hoeveel kost dit?
pt_pt: Quanto custa isto?
ru: Сколько это стоит?
sv: Hur mycket kostar det här?
uk: Скільки це коштує?
vi: Cái này bao nhiêu tiền?
zh_hans: 这个多少钱？
zh_hant: 這個多少錢？

# phrase.howMuchCost.notes
source: Shopping and bargaining
ar: التسوق والمقايضة
de: Einkaufen und Feilschen
es: Compras y regateo
fr: Shopping et négociation
hi: खरीदारी और मोलभाव
hr: Kupovina i cjenkanje
it: Shopping e contrattazione
ja: 買い物と値引き交渉
ko: 쇼핑과 흥정
nl: Winkelen en afdingen
pt_pt: Compras e regateio
ru: Покупки и торг
sv: Shopping och prutning
uk: Покупки та торг
vi: Mua sắm và mặc cả
zh_hans: 购物和讨价还价
zh_hant: 購物和討價還價

# phrase.needHelp.text
source: I need help
ar: أحتاج مساعدة
de: Ich brauche Hilfe
es: Necesito ayuda
fr: J'ai besoin d'aide
hi: मुझे मदद चाहिए
hr: Trebam pomoć
it: Ho bisogno di aiuto
ja: 助けてください
ko: 도움이 필요합니다
nl: Ik heb hulp nodig
pt_pt: Preciso de ajuda
ru: Мне нужна помощь
sv: Jag behöver hjälp
uk: Мені потрібна допомога
vi: Tôi cần giúp đỡ
zh_hans: 我需要帮助
zh_hant: 我需要幫助

# phrase.needHelp.notes
source: Emergency phrase
ar: عبارة طوارئ
de: Notfall-Phrase
es: Frase de emergencia
fr: Phrase d'urgence
hi: आपातकालीन वाक्यांश
hr: Hitna fraza
it: Frase di emergenza
ja: 緊急時のフレーズ
ko: 긴급 상황 표현
nl: Nooduitdrukking
pt_pt: Frase de emergência
ru: Экстренная фраза
sv: Akut fras
uk: Екстрена фраза
vi: Cụm từ khẩn cấp
zh_hans: 紧急短语
zh_hant: 緊急短語

# phrase.speakEnglish.text
source: Do you speak English?
ar: هل تتحدث الإنجليزية؟
de: Sprechen Sie Englisch?
es: ¿Habla inglés?
fr: Parlez-vous anglais ?
hi: क्या आप अंग्रेजी बोलते हैं?
hr: Govorite li engleski?
it: Parla inglese?
ja: 英語を話しますか？
ko: 영어를 하시나요?
nl: Spreekt u Engels?
pt_pt: Fala inglês?
ru: Вы говорите по-английски?
sv: Pratar du engelska?
uk: Ви говорите англійською?
vi: Bạn có nói tiếng Anh không?
zh_hans: 您会说英语吗？
zh_hant: 您會說英語嗎？

# phrase.speakEnglish.notes
source: Language barrier breaker
ar: كسر حاجز اللغة
de: Sprachbarriere überwinden
es: Romper barrera del idioma
fr: Briser la barrière linguistique
hi: भाषा की बाधा तोड़ना
hr: Razbijanje jezične barijere
it: Superare la barriera linguistica
ja: 言語の壁を越える
ko: 언어 장벽 극복
nl: Taalbarrière doorbreken
pt_pt: Quebrar barreira linguística
ru: Преодоление языкового барьера
sv: Bryta språkbarriärer
uk: Подолання мовного бар'єру
vi: Phá vỡ rào cản ngôn ngữ
zh_hans: 打破语言障碍
zh_hant: 打破語言障礙

# phrase.imLost.text
source: I'm lost
ar: أنا ضائع
de: Ich bin verloren
es: Estoy perdido
fr: Je suis perdu
hi: मैं खो गया हूं
hr: Izgubio sam se
it: Mi sono perso
ja: 道に迷いました
ko: 길을 잃었습니다
nl: Ik ben verdwaald
pt_pt: Estou perdido
ru: Я заблудился
sv: Jag är vilse
uk: Я заблукав
vi: Tôi bị lạc
zh_hans: 我迷路了
zh_hant: 我迷路了

# phrase.imLost.notes
source: When you need directions
ar: عندما تحتاج توجيهات
de: Wenn Sie Wegbeschreibungen benötigen
es: Cuando necesitas direcciones
fr: Quand vous avez besoin d'instructions
hi: जब आपको दिशा-निर्देश की आवश्यकता हो
hr: Kada trebate upute
it: Quando hai bisogno di indicazioni
ja: 道案内が必要な時
ko: 길 안내가 필요할 때
nl: Wanneer je aanwijzingen nodig hebt
pt_pt: Quando precisa de direções
ru: Когда нужны указания
sv: När du behöver vägledning
uk: Коли потрібні вказівки
vi: Khi bạn cần chỉ đường
zh_hans: 需要指路时
zh_hant: 需要指路時

# phrase.canYouHelp.text
source: Can you help me?
ar: هل يمكنك مساعدتي؟
de: Können Sie mir helfen?
es: ¿Puede ayudarme?
fr: Pouvez-vous m'aider ?
hi: क्या आप मेरी मदद कर सकते हैं?
hr: Možete li mi pomoći?
it: Può aiutarmi?
ja: 手伝っていただけますか？
ko: 도와주실 수 있나요?
nl: Kunt u mij helpen?
pt_pt: Pode ajudar-me?
ru: Можете помочь мне?
sv: Kan du hjälpa mig?
uk: Чи можете ви мені допомогти?
vi: Bạn có thể giúp tôi không?
zh_hans: 您能帮助我吗？
zh_hant: 您能幫助我嗎？

# phrase.canYouHelp.notes
source: Asking for assistance
ar: طلب المساعدة
de: Um Hilfe bitten
es: Pedir asistencia
fr: Demander de l'assistance
hi: सहायता मांगना
hr: Traženje pomoći
it: Chiedere assistenza
ja: 援助を求める
ko: 도움 요청
nl: Om hulp vragen
pt_pt: Pedir assistência
ru: Просьба о помощи
sv: Be om hjälp
uk: Прохання про допомогу
vi: Yêu cầu hỗ trợ
zh_hans: 请求帮助
zh_hant: 請求幫助

# phrase.whatTime.text
source: What time is it?
ar: ما الوقت الآن؟
de: Wie spät ist es?
es: ¿Qué hora es?
fr: Quelle heure est-il ?
hi: क्या समय हुआ है?
hr: Koliko je sati?
it: Che ore sono?
ja: 何時ですか？
ko: 몇 시인가요?
nl: Hoe laat is het?
pt_pt: Que horas são?
ru: Который час?
sv: Vad är klockan?
uk: Котра година?
vi: Bây giờ mấy giờ?
zh_hans: 现在几点了？
zh_hant: 現在幾點了？

# phrase.whatTime.notes
source: Time-related questions
ar: أسئلة متعلقة بالوقت
de: Zeitbezogene Fragen
es: Preguntas sobre tiempo
fr: Questions liées au temps
hi: समय से संबंधित प्रश्न
hr: Pitanja vezana uz vrijeme
it: Domande relative al tempo
ja: 時間に関する質問
ko: 시간 관련 질문
nl: Tijdgerelateerde vragen
pt_pt: Perguntas relacionadas com o tempo
ru: Вопросы о времени
sv: Tidsrelaterade frågor
uk: Питання про час
vi: Câu hỏi về thời gian
zh_hans: 时间相关问题
zh_hant: 時間相關問題

# phrase.allergicTo.text
source: I'm allergic to...
ar: أنا أعاني من حساسية تجاه...
de: Ich bin allergisch gegen...
es: Soy alérgico a...
fr: Je suis allergique à...
hi: मुझे ... से एलर्जी है
hr: Alergičan sam na...
it: Sono allergico a...
ja: 私は...にアレルギーがあります
ko: 저는 ...에 알레르기가 있습니다
nl: Ik ben allergisch voor...
pt_pt: Sou alérgico a...
ru: У меня аллергия на...
sv: Jag är allergisk mot...
uk: У мене алергія на...
vi: Tôi bị dị ứng với...
zh_hans: 我对...过敏
zh_hant: 我對...過敏

# phrase.allergicTo.notes
source: Important for food and medicine
ar: مهم للطعام والدواء
de: Wichtig für Essen und Medikamente
es: Importante para comida y medicina
fr: Important pour la nourriture et les médicaments
hi: भोजन और दवा के लिए महत्वपूर्ण
hr: Važno za hranu i lijekove
it: Importante per cibo e medicine
ja: 食べ物と薬に重要
ko: 음식과 약에 중요
nl: Belangrijk voor eten en medicijnen
pt_pt: Importante para comida e medicamentos
ru: Важно для еды и лекарств
sv: Viktigt för mat och medicin
uk: Важливо для їжі та ліків
vi: Quan trọng cho thức ăn và thuốc
zh_hans: 对食物和药物重要
zh_hant: 對食物和藥物重要

# phrase.loveMovie.text
source: I love this movie
ar: أحب هذا الفيلم
de: Ich liebe diesen Film
es: Me encanta esta película
fr: J'adore ce film
hi: मुझे यह फिल्म पसंद है
hr: Volim ovaj film
it: Adoro questo film
ja: この映画が大好きです
ko: 이 영화를 정말 좋아합니다
nl: Ik hou van deze film
pt_pt: Adoro este filme
ru: Я люблю этот фильм
sv: Jag älskar den här filmen
uk: Я люблю цей фільм
vi: Tôi thích bộ phim này
zh_hans: 我喜欢这部电影
zh_hant: 我喜歡這部電影

# phrase.loveMovie.notes
source: Expressing enjoyment
ar: التعبير عن المتعة
de: Freude ausdrücken
es: Expresar disfrute
fr: Exprimer le plaisir
hi: आनंद व्यक्त करना
hr: Izražavanje uživanja
it: Esprimere piacere
ja: 楽しさを表現する
ko: 즐거움 표현
nl: Genot uiten
pt_pt: Expressar prazer
ru: Выражение удовольствия
sv: Uttrycka njutning
uk: Вираження насолоди
vi: Bày tỏ sự thích thú
zh_hans: 表达享受
zh_hant: 表達享受

# phrase.favoriteMusic.text
source: What's your favorite music?
ar: ما هي موسيقاك المفضلة؟
de: Was ist deine Lieblingsmusik?
es: ¿Cuál es tu música favorita?
fr: Quelle est ta musique préférée ?
hi: आपका पसंदीदा संगीत क्या है?
hr: Koja je tvoja omiljena glazba?
it: Qual è la tua musica preferita?
ja: あなたの好きな音楽は何ですか？
ko: 당신이 좋아하는 음악은 무엇인가요?
nl: Wat is je favoriete muziek?
pt_pt: Qual é a sua música favorita?
ru: Какая твоя любимая музыка?
sv: Vad är din favoritmusik?
uk: Яка твоя улюблена музика?
vi: Âm nhạc yêu thích của bạn là gì?
zh_hans: 您最喜欢的音乐是什么？
zh_hant: 您最喜歡的音樂是什麼？

# phrase.favoriteMusic.notes
source: Music conversation starter
ar: بداية محادثة عن الموسيقى
de: Musik-Gesprächsstarter
es: Iniciador de conversación sobre música
fr: Déclencheur de conversation sur la musique
hi: संगीत की बातचीत शुरू करना
hr: Početak razgovora o glazbi
it: Avviare conversazione sulla musica
ja: 音楽の会話のきっかけ
ko: 음악 대화 시작
nl: Muziekgesprek starten
pt_pt: Iniciar conversa sobre música
ru: Начало разговора о музыке
sv: Starta musikdiskussion
uk: Початок розмови про музику
vi: Bắt đầu cuộc trò chuyện về âm nhạc
zh_hans: 音乐对话开场
zh_hant: 音樂對話開場

# phrase.songAmazing.text
source: This song is amazing
ar: هذه الأغنية مذهلة
de: Dieses Lied ist unglaublich
es: Esta canción es increíble
fr: Cette chanson est incroyable
hi: यह गाना अद्भुत है
hr: Ova pjesma je nevjerojatna
it: Questa canzone è incredibile
ja: この曲は素晴らしいです
ko: 이 노래는 놀랍습니다
nl: Dit lied is geweldig
pt_pt: Esta música é incrível
ru: Эта песня потрясающая
sv: Den här låten är fantastisk
uk: Ця пісня дивовижна
vi: Bài hát này thật tuyệt vời
zh_hans: 这首歌很棒
zh_hant: 這首歌很棒
