Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/PresetPhrases.strings
Languages: ar, de, es, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# phrase.songAmazing.notes
source: Music appreciation
ar: تقدير الموسيقى
de: Musik-Wertschätzung
es: Apreciación musical
fr: Appréciation musicale
hi: संगीत की सराहना
hr: Cijenjenje glazbe
it: Apprezzamento musicale
ja: 音楽の鑑賞
ko: 음악 감상
nl: Muziekappreciatie
pt_pt: Apreciação musical
ru: Музыкальное восприятие
sv: Musikuppskattning
uk: Музичне сприйняття
vi: Đánh giá âm nhạc
zh_hans: 音乐欣赏
zh_hant: 音樂欣賞

# phrase.playVideoGames.text
source: I play video games
ar: ألعب ألعاب الفيديو
de: Ich spiele Videospiele
es: Juego videojuegos
fr: Je joue aux jeux vidéo
hi: मैं वीडियो गेम खेलता हूं
hr: Igram video igre
it: Gioco ai videogiochi
ja: 私はゲームをします
ko: 저는 비디오 게임을 합니다
nl: Ik speel videogames
pt_pt: Jogo videojogos
ru: Я играю в видеоигры
sv: Jag spelar videospel
uk: Я граю в відеоігри
vi: Tôi chơi trò chơi điện tử
zh_hans: 我玩电子游戏
zh_hant: 我玩電子遊戲

# phrase.playVideoGames.notes
source: Gaming hobby
ar: هواية الألعاب
es: Pasatiempo de juegos
fr: Passe-temps de jeu
hi: गेमिंग शौक
hr: Hobi igranja
it: Hobby di gaming
ja: ゲームの趣味
ko: 게임 취미
nl: Gamehobby
pt_pt: Passatempo de jogos
ru: Хобби игр
sv: Spelhobby
uk: Хобі ігор
vi: Sở thích chơi game
zh_hans: 游戏爱好
zh_hant: 遊戲愛好

# phrase.seenShow.text
source: Have you seen this show?
ar: هل شاهدت هذا البرنامج؟
de: Hast du diese Show gesehen?
es: ¿Has visto este programa?
fr: As-tu vu cette émission ?
hi: क्या आपने यह शो देखा है?
hr: Jesi li vidio ovu emisiju?
it: Hai visto questo programma?
ja: この番組を見ましたか？
ko: 이 쇼를 보셨나요?
nl: Heb je deze show gezien?
pt_pt: Já viu este programa?
ru: Ты видел это шоу?
sv: Har du sett det här programmet?
uk: Ти бачив це шоу?
vi: Bạn đã xem chương trình này chưa?
zh_hans: 您看过这个节目吗？
zh_hant: 您看過這個節目嗎？

# phrase.seenShow.notes
source: TV show discussion
ar: مناقشة برامج التلفزيون
de: TV-Show-Diskussion
es: Discusión de programas de TV
fr: Discussion sur les émissions de télévision
hi: टीवी शो की चर्चा
hr: Rasprava o TV emisijama
it: Discussione su programmi TV
ja: テレビ番組の議論
ko: TV 쇼 논의
nl: TV-show discussie
pt_pt: Discussão sobre programas de TV
ru: Обсуждение телешоу
sv: TV-programdiskussion
uk: Обговорення телешоу
vi: Thảo luận về chương trình truyền hình
zh_hans: 电视节目讨论
zh_hant: 電視節目討論

# phrase.readComics.text
source: I read comics
ar: أقرأ القصص المصورة
de: Ich lese Comics
es: Leo cómics
fr: Je lis des bandes dessinées
hi: मैं कॉमिक्स पढ़ता हूं
hr: Čitam stripove
it: Leggo fumetti
ja: 私は漫画を読みます
ko: 저는 만화를 읽습니다
nl: Ik lees strips
pt_pt: Leio banda desenhada
ru: Я читаю комиксы
sv: Jag läser serier
uk: Я читаю комікси
vi: Tôi đọc truyện tranh
zh_hans: 我读漫画
zh_hant: 我讀漫畫

# phrase.readComics.notes
source: Comic book interest
ar: الاهتمام بالقصص المصورة
de: Comic-Interesse
es: Interés en cómics
fr: Intérêt pour les bandes dessinées
hi: कॉमिक बुक में रुचि
hr: Interes za stripove
it: Interesse per fumetti
ja: 漫画への興味
ko: 만화에 대한 관심
nl: Stripboek interesse
pt_pt: Interesse por banda desenhada
ru: Интерес к комиксам
sv: Intresse för serier
uk: Інтерес до коміксів
vi: Sự quan tâm đến truyện tranh
zh_hans: 漫画兴趣
zh_hant: 漫畫興趣

# phrase.disneyGreat.text
source: Disney movies are great
ar: أفلام ديزني رائعة
de: Disney-Filme sind großartig
es: Las películas de Disney son geniales
fr: Les films Disney sont géniaux
hi: डिज़नी फिल्में बहुत अच्छी हैं
hr: Disney filmovi su odlični
it: I film Disney sono fantastici
ja: ディズニーの映画は素晴らしいです
ko: 디즈니 영화는 훌륭합니다
nl: Disney films zijn geweldig
pt_pt: Filmes da Disney são ótimos
ru: Фильмы Диснея отличные
sv: Disney-filmer är fantastiska
uk: Фільми Діснея чудові
vi: Phim Disney thật tuyệt vời
zh_hans: 迪士尼电影很棒
zh_hant: 迪士尼電影很棒

# phrase.disneyGreat.notes
source: Disney appreciation
ar: تقدير ديزني
de: Disney-Wertschätzung
es: Apreciación de Disney
fr: Appréciation de Disney
hi: डिज़नी की सराहना
hr: Cijenjenje Disneyja
it: Apprezzamento Disney
ja: ディズニーの鑑賞
ko: 디즈니 감상
nl: Disney appreciatie
pt_pt: Apreciação da Disney
ru: Восприятие Диснея
sv: Disney-uppskattning
uk: Сприйняття Діснея
vi: Đánh giá Disney
zh_hans: 迪士尼欣赏
zh_hant: 迪士尼欣賞

# phrase.whatGenre.text
source: What genre do you like?
ar: ما النوع الذي تفضله؟
de: Welches Genre magst du?
es: ¿Qué género te gusta?
fr: Quel genre aimes-tu ?
hi: आपको कौन सा जेनर पसंद है?
hr: Koji žanr voliš?
it: Che genere ti piace?
ja: どのジャンルが好きですか？
ko: 어떤 장르를 좋아하시나요?
nl: Welk genre vind je leuk?
pt_pt: Que género gosta?
ru: Какой жанр тебе нравится?
sv: Vilken genre gillar du?
uk: Який жанр тобі подобається?
vi: Bạn thích thể loại nào?
zh_hans: 您喜欢什么类型？
zh_hant: 您喜歡什麼類型？

# phrase.whatGenre.notes
source: Entertainment preferences
ar: تفضيلات الترفيه
de: Unterhaltungspräferenzen
es: Preferencias de entretenimiento
fr: Préférences de divertissement
hi: मनोरंजन की पसंद
hr: Preferencije zabave
it: Preferenze di intrattenimento
ja: エンターテイメントの好み
ko: 엔터테인먼트 선호도
nl: Entertainment voorkeuren
pt_pt: Preferências de entretenimento
ru: Предпочтения в развлечениях
sv: Underhållningspreferenser
uk: Вподобання розваг
vi: Sở thích giải trí
zh_hans: 娱乐偏好
zh_hant: 娛樂偏好

# phrase.imHungry.text
source: I'm hungry
ar: أنا جائع
de: Ich habe Hunger
es: Tengo hambre
fr: J'ai faim
hi: मुझे भूख लगी है
hr: Gladan sam
it: Ho fame
ja: お腹が空きました
ko: 배가 고픕니다
nl: Ik heb honger
pt_pt: Estou com fome
ru: Я голоден
sv: Jag är hungrig
uk: Я голодний
vi: Tôi đói
zh_hans: 我饿了
zh_hant: 我餓了

# phrase.imHungry.notes
source: Basic food need
ar: الحاجة الأساسية للطعام
de: Grundlegendes Nahrungsbedürfnis
es: Necesidad básica de comida
fr: Besoin alimentaire de base
hi: बुनियादी भोजन की आवश्यकता
hr: Osnovna potreba za hranom
it: Necessità alimentare di base
ja: 基本的な食事の必要性
ko: 기본적인 음식 필요
nl: Basis voedselbehoefte
pt_pt: Necessidade básica de comida
ru: Основная потребность в еде
sv: Grundläggande matbehov
uk: Основна потреба в їжі
vi: Nhu cầu thức ăn cơ bản
zh_hans: 基本食物需求
zh_hant: 基本食物需求

# phrase.delicious.text
source: This is delicious
ar: هذا لذيذ
de: Das ist köstlich
es: Esto está delicioso
fr: C'est délicieux
hi: यह स्वादिष्ट है
hr: Ovo je ukusno
it: Questo è delizioso
ja: これは美味しいです
ko: 이것은 맛있습니다
nl: Dit is heerlijk
pt_pt: Isto está delicioso
ru: Это вкусно
sv: Det här är utsökt
uk: Це смачно
vi: Cái này ngon
zh_hans: 这个很好吃
zh_hant: 這個很好吃

# phrase.delicious.notes
source: Food appreciation
ar: تقدير الطعام
de: Essens-Wertschätzung
es: Apreciación de comida
fr: Appréciation de la nourriture
hi: भोजन की सराहना
hr: Cijenjenje hrane
it: Apprezzamento del cibo
ja: 食べ物の鑑賞
ko: 음식 감상
nl: Voedselappreciatie
pt_pt: Apreciação da comida
ru: Восприятие еды
sv: Matuppskattning
uk: Сприйняття їжі
vi: Đánh giá thức ăn
zh_hans: 食物欣赏
zh_hant: 食物欣賞

# phrase.vegetarian.text
source: I'm vegetarian
ar: أنا نباتي
de: Ich bin Vegetarier
es: Soy vegetariano
fr: Je suis végétarien
hi: मैं शाकाहारी हूं
hr: Vegetarijanac sam
it: Sono vegetariano
ja: 私はベジタリアンです
ko: 저는 채식주의자입니다
nl: Ik ben vegetariër
pt_pt: Sou vegetariano
ru: Я вегетарианец
sv: Jag är vegetarian
uk: Я вегетаріанець
vi: Tôi là người ăn chay
zh_hans: 我是素食者
zh_hant: 我是素食者

# phrase.vegetarian.notes
source: Dietary restriction
ar: قيود غذائية
de: Ernährungseinschränkung
es: Restricción dietética
fr: Restriction alimentaire
hi: आहार संबंधी प्रतिबंध
hr: Prehrambena ograničenja
it: Restrizione alimentare
ja: 食事制限
ko: 식이 제한
nl: Dieetbeperking
pt_pt: Restrição alimentar
ru: Диетическое ограничение
sv: Kostrestriktioner
uk: Дієтичні обмеження
vi: Hạn chế chế độ ăn
zh_hans: 饮食限制
zh_hant: 飲食限制

# phrase.canHaveMenu.text
source: Can I have the menu?
ar: هل يمكنني الحصول على القائمة؟
de: Kann ich die Speisekarte haben?
es: ¿Puedo tener el menú?
fr: Puis-je avoir le menu ?
hi: क्या मैं मेनू देख सकता हूं?
hr: Mogu li dobiti jelovnik?
it: Posso avere il menu?
ja: メニューをいただけますか？
ko: 메뉴를 볼 수 있을까요?
nl: Mag ik het menu zien?
pt_pt: Posso ver a ementa?
ru: Можно меню?
sv: Kan jag få menyn?
uk: Чи можу я побачити меню?
vi: Tôi có thể xem thực đơn không?
zh_hans: 我可以看菜单吗？
zh_hant: 我可以看菜單嗎？

# phrase.canHaveMenu.notes
source: Restaurant request
ar: طلب في المطعم
de: Restaurant-Anfrage
es: Petición en restaurante
fr: Demande au restaurant
hi: रेस्तरां में अनुरोध
hr: Zahtjev u restoranu
it: Richiesta al ristorante
ja: レストランでの要求
ko: 레스토랑 요청
nl: Restaurantverzoek
pt_pt: Pedido no restaurante
ru: Запрос в ресторане
sv: Restaurangförfrågan
uk: Запит у ресторані
vi: Yêu cầu tại nhà hàng
zh_hans: 餐厅请求
zh_hant: 餐廳請求

# phrase.likeToOrder.text
source: I'd like to order
ar: أود أن أطلب
de: Ich möchte bestellen
es: Me gustaría ordenar
fr: J'aimerais commander
hi: मैं ऑर्डर करना चाहता हूं
hr: Želio bih naručiti
it: Vorrei ordinare
ja: 注文したいです
ko: 주문하고 싶습니다
nl: Ik zou graag willen bestellen
pt_pt: Gostaria de fazer o pedido
ru: Я хотел бы заказать
sv: Jag skulle vilja beställa
uk: Я хотів би замовити
vi: Tôi muốn gọi món
zh_hans: 我想点菜
zh_hant: 我想點菜

# phrase.likeToOrder.notes
source: Ready to order
ar: جاهز للطلب
de: Bereit zum Bestellen
es: Listo para ordenar
fr: Prêt à commander
hi: ऑर्डर करने के लिए तैयार
hr: Spreman za naručivanje
it: Pronto a ordinare
ja: 注文の準備完了
ko: 주문 준비 완료
nl: Klaar om te bestellen
pt_pt: Pronto para pedir
ru: Готов заказать
sv: Redo att beställa
uk: Готовий замовляти
vi: Sẵn sàng gọi món
zh_hans: 准备点菜
zh_hant: 準備點菜

# phrase.billPlease.text
source: The bill, please
ar: الفاتورة من فضلك
de: Die Rechnung, bitte
es: La cuenta, por favor
fr: L'addition, s'il vous plaît
hi: बिल, कृपया
hr: Račun, molim
it: Il conto, per favore
ja: お会計をお願いします
ko: 계산서 부탁합니다
nl: De rekening, alstublieft
pt_pt: A conta, por favor
ru: Счет, пожалуйста
sv: Notan, tack
uk: Рахунок, будь ласка
vi: Tính tiền, xin vui lòng
zh_hans: 请结账
zh_hant: 請結帳

# phrase.billPlease.notes
source: Asking for the check
ar: طلب الحساب
de: Nach der Rechnung fragen
es: Pedir la cuenta
fr: Demander l'addition
hi: बिल मांगना
hr: Traženje računa
it: Chiedere il conto
ja: 会計を求める
ko: 계산서 요청
nl: Om de rekening vragen
pt_pt: Pedir a conta
ru: Просьба о счете
sv: Be om notan
uk: Прохання про рахунок
vi: Yêu cầu hóa đơn
zh_hans: 要求结账
zh_hant: 要求結帳

# phrase.allergicNuts.text
source: I'm allergic to nuts
ar: أنا أعاني من حساسية تجاه المكسرات
de: Ich bin allergisch gegen Nüsse
es: Soy alérgico a las nueces
fr: Je suis allergique aux noix
hi: मुझे मेवों से एलर्जी है
hr: Alergičan sam na orašaste plodove
it: Sono allergico alle noci
ja: 私はナッツにアレルギーがあります
ko: 저는 견과류에 알레르기가 있습니다
nl: Ik ben allergisch voor noten
pt_pt: Sou alérgico a frutos secos
ru: У меня аллергия на орехи
sv: Jag är allergisk mot nötter
uk: У мене алергія на горіхи
vi: Tôi bị dị ứng với hạt
zh_hans: 我对坚果过敏
zh_hant: 我對堅果過敏

# phrase.allergicNuts.notes
source: Food allergy
ar: حساسية الطعام
de: Nahrungsmittelallergie
es: Alergia alimentaria
fr: Allergie alimentaire
hi: भोजन एलर्जी
hr: Prehrambena alergija
it: Allergia alimentare
ja: 食物アレルギー
ko: 음식 알레르기
nl: Voedselallergie
pt_pt: Alergia alimentar
ru: Пищевая аллергия
sv: Matallergi
uk: Харчова алергія
vi: Dị ứng thức ăn
zh_hans: 食物过敏
zh_hant: 食物過敏

# phrase.whatRecommend.text
source: What do you recommend?
ar: ماذا تنصح؟
de: Was empfehlen Sie?
es: ¿Qué recomienda?
fr: Que recommandez-vous ?
hi: आप क्या सिफारिश करते हैं?
hr: Što preporučujete?
it: Cosa consiglia?
ja: 何をお勧めしますか？
ko: 무엇을 추천하시나요?
nl: Wat raadt u aan?
pt_pt: O que recomenda?
ru: Что вы рекомендуете?
sv: Vad rekommenderar du?
uk: Що ви рекомендуєте?
vi: Bạn gợi ý gì?
zh_hans: 您推荐什么？
zh_hant: 您推薦什麼？

# phrase.whatRecommend.notes
source: Asking for recommendations
ar: طلب التوصيات
de: Nach Empfehlungen fragen
es: Pedir recomendaciones
fr: Demander des recommandations
hi: सिफारिशें मांगना
hr: Traženje preporuka
it: Chiedere raccomandazioni
ja: お勧めを求める
ko: 추천 요청
nl: Om aanbevelingen vragen
pt_pt: Pedir recomendações
ru: Просьба о рекомендациях
sv: Be om rekommendationer
uk: Прохання про рекомендації
vi: Yêu cầu gợi ý
zh_hans: 请求推荐
zh_hant: 請求推薦

# phrase.dontFeelWell.text
source: I don't feel well
ar: لا أشعر بحالة جيدة
de: Ich fühle mich nicht gut
es: No me siento bien
fr: Je ne me sens pas bien
hi: मैं अच्छा महसूस नहीं कर रहा हूं
hr: Ne osjećam se dobro
it: Non mi sento bene
ja: 気分が悪いです
ko: 기분이 좋지 않습니다
nl: Ik voel me niet goed
pt_pt: Não me estou a sentir bem
ru: Я плохо себя чувствую
sv: Jag mår inte bra
uk: Я погано себе почуваю
vi: Tôi không khỏe
zh_hans: 我感觉不舒服
zh_hant: 我感覺不舒服

# phrase.dontFeelWell.notes
source: General health concern
ar: مشكلة صحية عامة
de: Allgemeines Gesundheitsproblem
es: Problema de salud general
fr: Problème de santé général
hi: सामान्य स्वास्थ्य चिंता
hr: Opći zdravstveni problem
it: Problema di salute generale
ja: 一般的な健康問題
ko: 일반적인 건강 문제
nl: Algemeen gezondheidsprobleem
pt_pt: Problema geral de saúde
ru: Общая проблема со здоровьем
sv: Allmänt hälsoproblem
uk: Загальна проблема зі здоров'ям
vi: Vấn đề sức khỏe chung
zh_hans: 一般健康问题
zh_hant: 一般健康問題

# phrase.haveHeadache.text
source: I have a headache
ar: أعاني من صداع
de: Ich habe Kopfschmerzen
es: Tengo dolor de cabeza
fr: J'ai mal à la tête
hi: मुझे सिरदर्द है
hr: Imam glavobolju
it: Ho mal di testa
ja: 頭痛がします
ko: 두통이 있습니다
nl: Ik heb hoofdpijn
pt_pt: Estou com dor de cabeça
ru: У меня болит голова
sv: Jag har huvudvärk
uk: У мене головний біль
vi: Tôi bị đau đầu
zh_hans: 我头痛
zh_hant: 我頭痛

# phrase.haveHeadache.notes
source: Common symptom
ar: عرض شائع
de: Häufiges Symptom
es: Síntoma común
fr: Symptôme commun
hi: सामान्य लक्षण
hr: Čest simptom
it: Sintomo comune
ja: 一般的な症状
ko: 일반적인 증상
nl: Veelvoorkomend symptoom
pt_pt: Sintoma comum
ru: Общий симптом
sv: Vanligt symptom
uk: Загальний симптом
vi: Triệu chứng phổ biến
zh_hans: 常见症状
zh_hant: 常見症狀

# phrase.needDoctor.text
source: I need a doctor
ar: أحتاج طبيب
de: Ich brauche einen Arzt
es: Necesito un médico
fr: J'ai besoin d'un médecin
hi: मुझे डॉक्टर की आवश्यकता है
hr: Trebam liječnika
it: Ho bisogno di un medico
ja: 医者が必要です
ko: 의사가 필요합니다
nl: Ik heb een dokter nodig
pt_pt: Preciso de um médico
ru: Мне нужен врач
sv: Jag behöver en läkare
uk: Мені потрібен лікар
vi: Tôi cần bác sĩ
zh_hans: 我需要医生
zh_hant: 我需要醫生

# phrase.needDoctor.notes
source: Medical emergency
ar: حالة طبية طارئة
de: Medizinischer Notfall
es: Emergencia médica
fr: Urgence médicale
hi: चिकित्सीय आपातकाल
hr: Medicinska hitnost
it: Emergenza medica
ja: 医療緊急事態
ko: 의료 긴급 상황
nl: Medische noodsituatie
pt_pt: Emergência médica
ru: Медицинская экстренная ситуация
sv: Medicinsk akut
uk: Медична екстрена ситуація
vi: Tình huống y tế khẩn cấp
zh_hans: 医疗紧急情况
zh_hant: 醫療緊急情況

# phrase.whereHospital.text
source: Where is the hospital?
ar: أين المستشفى؟
de: Wo ist das Krankenhaus?
es: ¿Dónde está el hospital?
fr: Où est l'hôpital ?
hi: अस्पताल कहाँ है?
hr: Gdje je bolnica?
it: Dove è l'ospedale?
ja: 病院はどこですか？
ko: 병원이 어디에 있나요?
nl: Waar is het ziekenhuis?
pt_pt: Onde fica o hospital?
ru: Где больница?
sv: Var är sjukhuset?
uk: Де лікарня?
vi: Bệnh viện ở đâu?
zh_hans: 医院在哪里？
zh_hant: 醫院在哪裡？

# phrase.whereHospital.notes
source: Medical facility location
ar: موقع المنشأة الطبية
de: Standort der medizinischen Einrichtung
es: Ubicación de instalación médica
fr: Emplacement de l'établissement médical
hi: चिकित्सा सुविधा का स्थान
hr: Lokacija medicinske ustanove
it: Posizione struttura medica
ja: 医療施設の場所
ko: 의료 시설 위치
nl: Medische faciliteit locatie
pt_pt: Localização da instalação médica
ru: Местоположение медицинского учреждения
sv: Medicinsk anläggningsplats
uk: Розташування медичної установи
vi: Vị trí cơ sở y tế
zh_hans: 医疗机构位置
zh_hant: 醫療機構位置

# phrase.haveFever.text
source: I have a fever
ar: أعاني من حمى
de: Ich habe Fieber
es: Tengo fiebre
fr: J'ai de la fièvre
hi: मुझे बुखार है
hr: Imam temperaturu
it: Ho la febbre
ja: 熱があります
ko: 열이 있습니다
nl: Ik heb koorts
pt_pt: Estou com febre
ru: У меня температура
sv: Jag har feber
uk: У мене температура
vi: Tôi bị sốt
zh_hans: 我发烧了
zh_hant: 我發燒了

# phrase.haveFever.notes
source: Common illness symptom
ar: عرض مرض شائع
de: Häufiges Krankheitssymptom
es: Síntoma común de enfermedad
fr: Symptôme commun de maladie
hi: सामान्य बीमारी का लक्षण
hr: Čest simptom bolesti
it: Sintomo comune di malattia
ja: 一般的な病気の症状
ko: 일반적인 질병 증상
nl: Veelvoorkomend ziektesymptoom
pt_pt: Sintoma comum de doença
ru: Общий симптом болезни
sv: Vanligt sjukdomssymptom
uk: Загальний симптом хвороби
vi: Triệu chứng bệnh phổ biến
zh_hans: 常见疾病症状
zh_hant: 常見疾病症狀

# phrase.takingMedication.text
source: I'm taking medication
ar: أتناول دواء
de: Ich nehme Medikamente
es: Estoy tomando medicamentos
fr: Je prends des médicaments
hi: मैं दवा ले रहा हूं
hr: Uzimam lijekove
it: Sto prendendo medicine
ja: 薬を服用しています
ko: 약을 복용하고 있습니다
nl: Ik neem medicijnen
pt_pt: Estou a tomar medicamentos
ru: Я принимаю лекарства
sv: Jag tar medicin
uk: Я приймаю ліки
vi: Tôi đang uống thuốc
zh_hans: 我正在服药
zh_hant: 我正在服藥

# phrase.takingMedication.notes
source: Medical information
ar: معلومات طبية
de: Medizinische Informationen
es: Información médica
fr: Informations médicales
hi: चिकित्सीय जानकारी
hr: Medicinske informacije
it: Informazioni mediche
ja: 医療情報
ko: 의료 정보
nl: Medische informatie
pt_pt: Informação médica
ru: Медицинская информация
sv: Medicinsk information
uk: Медична інформація
vi: Thông tin y tế
zh_hans: 医疗信息
zh_hant: 醫療信息

# phrase.haveAllergy.text
source: I have an allergy
ar: أعاني من حساسية
de: Ich habe eine Allergie
es: Tengo una alergia
fr: J'ai une allergie
hi: मुझे एलर्जी है
hr: Imam alergiju
it: Ho un'allergia
ja: アレルギーがあります
ko: 알레르기가 있습니다
nl: Ik heb een allergie
pt_pt: Tenho uma alergia
ru: У меня аллергия
sv: Jag har en allergi
uk: У мене алергія
vi: Tôi bị dị ứng
zh_hans: 我有过敏
zh_hant: 我有過敏

# phrase.haveAllergy.notes
source: Important medical information
ar: معلومات طبية مهمة
de: Wichtige medizinische Informationen
es: Información médica importante
fr: Informations médicales importantes
hi: महत्वपूर्ण चिकित्सीय जानकारी
hr: Važne medicinske informacije
it: Informazioni mediche importanti
ja: 重要な医療情報
ko: 중요한 의료 정보
nl: Belangrijke medische informatie
pt_pt: Informação médica importante
ru: Важная медицинская информация
sv: Viktig medicinsk information
uk: Важлива медична інформація
vi: Thông tin y tế quan trọng
zh_hans: 重要医疗信息
zh_hant: 重要醫療信息

# phrase.callAmbulance.text
source: Call an ambulance
ar: اتصل بسيارة الإسعاف
de: Rufen Sie einen Krankenwagen
es: Llame una ambulancia
fr: Appelez une ambulance
hi: एम्बुलेंस बुलाएं
hr: Pozovite hitnu pomoć
it: Chiami un'ambulanza
ja: 救急車を呼んでください
ko: 구급차를 불러주세요
nl: Bel een ambulance
pt_pt: Chame uma ambulância
ru: Вызовите скорую помощь
sv: Ring ambulans
uk: Викличте швидку допомогу
vi: Gọi xe cứu thương
zh_hans: 叫救护车
zh_hant: 叫救護車

# phrase.callAmbulance.notes
source: Emergency situation
ar: حالة طارئة
de: Notfallsituation
es: Situación de emergencia
fr: Situation d'urgence
hi: आपातकालीन स्थिति
hr: Hitna situacija
it: Situazione di emergenza
ja: 緊急事態
ko: 긴급 상황
nl: Noodsituatie
pt_pt: Situação de emergência
ru: Экстренная ситуация
sv: Akut situation
uk: Екстрена ситуація
vi: Tình huống khẩn cấp
zh_hans: 紧急情况
zh_hant: 緊急情況

# phrase.likeToRead.text
source: I like to read
ar: أحب القراءة
de: Ich lese gerne
es: Me gusta leer
fr: J'aime lire
hi: मुझे पढ़ना पसंद है
hr: Volim čitati
it: Mi piace leggere
ja: 読書が好きです
ko: 독서를 좋아합니다
nl: Ik hou van lezen
pt_pt: Gosto de ler
ru: Я люблю читать
sv: Jag gillar att läsa
uk: Я люблю читати
vi: Tôi thích đọc sách
zh_hans: 我喜欢读书
zh_hant: 我喜歡讀書

# phrase.likeToRead.notes
source: Reading hobby
ar: هواية القراءة
de: Lese-Hobby
es: Pasatiempo de lectura
fr: Passe-temps de lecture
hi: पढ़ने का शौक
hr: Hobi čitanja
it: Hobby di lettura
ja: 読書の趣味
ko: 독서 취미
nl: Leeshobby
pt_pt: Passatempo de leitura
ru: Хобби чтения
sv: Läsningshobby
uk: Хобі читання
vi: Sở thích đọc sách
zh_hans: 阅读爱好
zh_hant: 閱讀愛好

# phrase.playSports.text
source: Do you play sports?
ar: هل تمارس الرياضة؟
de: Machst du Sport?
es: ¿Practicas deportes?
fr: Fais-tu du sport ?
hi: क्या आप खेल खेलते हैं?
hr: Baviš li se sportom?
it: Fai sport?
ja: スポーツをしますか？
ko: 스포츠를 하시나요?
nl: Doe je aan sport?
pt_pt: Pratica desportos?
ru: Ты занимаешься спортом?
sv: Spelar du sport?
uk: Ти займаєшся спортом?
vi: Bạn có chơi thể thao không?
zh_hans: 您做运动吗？
zh_hant: 您做運動嗎？

# phrase.playSports.notes
source: Sports conversation
ar: محادثة عن الرياضة
de: Sport-Gespräch
es: Conversación sobre deportes
fr: Conversation sur les sports
hi: खेल की बातचीत
hr: Razgovor o sportu
it: Conversazione sullo sport
ja: スポーツの会話
ko: 스포츠 대화
nl: Sportgesprek
pt_pt: Conversa sobre desportos
ru: Разговор о спорте
sv: Sportdiskussion
uk: Розмова про спорт
vi: Cuộc trò chuyện về thể thao
zh_hans: 运动对话
zh_hant: 運動對話

# phrase.loveHiking.text
source: I love hiking
ar: أحب المشي لمسافات طويلة
de: Ich liebe Wandern
es: Me encanta hacer senderismo
fr: J'adore la randonnée
hi: मुझे हाइकिंग पसंद है
hr: Volim planinarenje
it: Adoro fare escursioni
ja: ハイキングが大好きです
ko: 등산을 정말 좋아합니다
nl: Ik hou van wandelen
pt_pt: Adoro fazer caminhadas
ru: Я люблю походы
sv: Jag älskar vandring
uk: Я люблю походи
vi: Tôi thích đi bộ đường dài
zh_hans: 我喜欢徒步旅行
zh_hant: 我喜歡徒步旅行

# phrase.loveHiking.notes
source: Outdoor activity
ar: نشاط في الهواء الطلق
de: Outdoor-Aktivität
es: Actividad al aire libre
fr: Activité en plein air
hi: बाहरी गतिविधि
hr: Vanjska aktivnost
it: Attività all'aperto
ja: アウトドア活動
ko: 야외 활동
nl: Buitenactiviteit
pt_pt: Atividade ao ar livre
ru: Активность на свежем воздухе
sv: Utomhusaktivitet
uk: Зовнішня активність
vi: Hoạt động ngoài trời
zh_hans: 户外活动
zh_hant: 戶外活動

# phrase.whatDoForFun.text
source: What do you do for fun?
ar: ماذا تفعل للترفيه؟
de: Was machst du zum Spaß?
es: ¿Qué haces para divertirte?
fr: Que fais-tu pour t'amuser ?
hi: आप मनोरंजन के लिए क्या करते हैं?
hr: Što radiš za zabavu?
it: Cosa fai per divertirti?
ja: 楽しみのために何をしますか？
ko: 재미로 무엇을 하시나요?
nl: Wat doe je voor de lol?
pt_pt: O que faz para se divertir?
ru: Что ты делаешь для развлечения?
sv: Vad gör du för att ha kul?
uk: Що ти робиш для розваги?
vi: Bạn làm gì để giải trí?
zh_hans: 您做什么娱乐？
zh_hant: 您做什麼娛樂？

# phrase.whatDoForFun.notes
source: Hobby conversation starter
ar: بداية محادثة عن الهوايات
de: Hobby-Gesprächsstarter
es: Iniciador de conversación sobre pasatiempos
fr: Déclencheur de conversation sur les passe-temps
hi: शौक की बातचीत शुरू करना
hr: Početak razgovora o hobijima
it: Avviare conversazione sugli hobby
ja: 趣味の会話のきっかけ
ko: 취미 대화 시작
nl: Hobbygesprek starten
pt_pt: Iniciar conversa sobre passatempos
ru: Начало разговора о хобби
sv: Starta hobbydiskussion
uk: Початок розмови про хобі
vi: Bắt đầu cuộc trò chuyện về sở thích
zh_hans: 爱好对话开场
zh_hant: 愛好對話開場

# phrase.enjoyCooking.text
source: I enjoy cooking
ar: أستمتع بالطبخ
de: Ich koche gerne
es: Disfruto cocinando
fr: J'aime cuisiner
hi: मुझे खाना बनाना पसंद है
hr: Uživam u kuhanju
it: Mi piace cucinare
ja: 料理を楽しんでいます
ko: 요리를 즐깁니다
nl: Ik hou van koken
pt_pt: Gosto de cozinhar
ru: Я люблю готовить
sv: Jag gillar att laga mat
uk: Я насолоджуюся приготуванням їжі
vi: Tôi thích nấu ăn
zh_hans: 我喜欢烹饪
zh_hant: 我喜歡烹飪

# phrase.enjoyCooking.notes
source: Cooking hobby
ar: هواية الطبخ
de: Koch-Hobby
es: Pasatiempo de cocina
fr: Passe-temps de cuisine
hi: खाना बनाने का शौक
hr: Hobi kuhanja
it: Hobby di cucina
ja: 料理の趣味
ko: 요리 취미
nl: Kookhobby
pt_pt: Passatempo de culinária
ru: Хобби готовки
sv: Matlagningshobby
uk: Хобі приготування їжі
vi: Sở thích nấu ăn
zh_hans: 烹饪爱好
zh_hant: 烹飪愛好

# phrase.goForWalk.text
source: Let's go for a walk
ar: دعنا نذهب في نزهة
de: Lass uns spazieren gehen
es: Vamos a dar un paseo
fr: Allons nous promener
hi: चलिए टहलने चलते हैं
hr: Idemo u šetnju
it: Andiamo a fare una passeggiata
ja: 散歩に行きましょう
ko: 산책하러 가요
nl: Laten we gaan wandelen
pt_pt: Vamos dar um passeio
ru: Давайте прогуляемся
sv: Låt oss gå en promenad
uk: Давайте підемо на прогулянку
vi: Hãy đi dạo
zh_hans: 我们去散步吧
zh_hant: 我們去散步吧
