Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/PresetPhrases.strings
Languages: ar, de, es, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# phrase.goForWalk.notes
source: Casual activity suggestion
ar: اقتراح نشاط عادي
de: Casual-Aktivitätsvorschlag
es: Sugerencia de actividad casual
fr: Suggestion d'activité décontractée
hi: आकस्मिक गतिविधि का सुझाव
hr: Prijedlog obične aktivnosti
it: Suggerimento attività casuale
ja: カジュアルな活動の提案
ko: 캐주얼한 활동 제안
nl: Casual activiteitssuggestie
pt_pt: Sugestão de atividade casual
ru: Предложение неформальной активности
sv: Casual aktivitetsförslag
uk: Пропозиція звичайної активності
vi: Đề xuất hoạt động thông thường
zh_hans: 休闲活动建议
zh_hant: 休閒活動建議

# phrase.playGuitar.text
source: I play guitar
ar: أعزف على الجيتار
de: Ich spiele Gitarre
es: Toco la guitarra
fr: Je joue de la guitare
hi: मैं गिटार बजाता हूं
hr: Sviram gitaru
it: Suono la chitarra
ja: ギターを弾きます
ko: 기타를 칩니다
nl: Ik speel gitaar
pt_pt: Toco viola
ru: Я играю на гитаре
sv: Jag spelar gitarr
uk: Я граю на гітарі
vi: Tôi chơi guitar
zh_hans: 我弹吉他
zh_hant: 我彈吉他

# phrase.playGuitar.notes
source: Musical instrument
ar: آلة موسيقية
de: Musikinstrument
es: Instrumento musical
fr: Instrument de musique
hi: संगीत वाद्य
hr: Glazbeni instrument
it: Strumento musicale
ja: 楽器
ko: 악기
nl: Muziekinstrument
pt_pt: Instrumento musical
ru: Музыкальный инструмент
sv: Musikinstrument
uk: Музичний інструмент
vi: Nhạc cụ
zh_hans: 乐器
zh_hant: 樂器

# phrase.likePhotography.text
source: I like photography
ar: أحب التصوير
de: Ich mag Fotografie
es: Me gusta la fotografía
fr: J'aime la photographie
hi: मुझे फोटोग्राफी पसंद है
hr: Volim fotografiju
it: Mi piace la fotografia
ja: 写真が好きです
ko: 사진을 좋아합니다
nl: Ik hou van fotografie
pt_pt: Gosto de fotografia
ru: Я люблю фотографию
sv: Jag gillar fotografi
uk: Я люблю фотографію
vi: Tôi thích nhiếp ảnh
zh_hans: 我喜欢摄影
zh_hant: 我喜歡攝影

# phrase.likePhotography.notes
source: Photography hobby
ar: هواية التصوير
de: Fotografie-Hobby
es: Hobby de fotografía
fr: Hobby de photographie
hi: फोटोग्राफी का शौक
hr: Hobi fotografije
it: Hobby di fotografia
ja: 写真の趣味
ko: 사진 취미
nl: Fotografiehobby
pt_pt: Hobby de fotografia
ru: Хобби фотографии
sv: Fotografihobby
uk: Хобі фотографії
vi: Sở thích nhiếp ảnh
zh_hans: 摄影爱好
zh_hant: 攝影愛好

# tag.basics
source: Basics
de: Grundlagen
es: Básico
fr: Bases
hi: मूल बातें
hr: Osnove
it: Base
ko: 기본
pt_pt: Básico
uk: Основы
vi: Cơ bản

# tag.travel
source: Travel
de: Reisen
es: Viajes
fr: Voyage
hi: यात्रा
hr: Putovanja
it: Viaggio
ko: 여행
pt_pt: Viagem
uk: Подорожі
vi: Du lịch

# tag.entertainment
source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
hr: Zabava
it: Intrattenimento
ko: 엔터테인먼트
pt_pt: Entretenimento
uk: Розваги
vi: Giải trí

# tag.food
source: Food
de: Essen
es: Comida
fr: Nourriture
hi: भोजन
hr: Hrana
it: Cibo
ko: 음식
pt_pt: Comida
uk: Їжа
vi: Thức ăn

# tag.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
hr: Zdravlje
it: Salute
ko: 건강
pt_pt: Saúde
uk: Здоров'я
vi: Sức khỏe

# tag.leisure
source: Leisure
de: Freizeit
es: Ocio
fr: Loisirs
hi: अवकाश
hr: Slobodno vrijeme
it: Tempo libero
ko: 여가
pt_pt: Lazer
uk: Дозвілля
vi: Giải trí

# tag.medical
source: Medical
de: Medizin
es: Médico
fr: Médical
hi: चिकित्सा
hr: Medicina
it: Medico
ko: 의료
pt_pt: Médico
uk: Медицина
vi: Y tế

# tag.hobbies
source: Hobbies
de: Hobbys
es: Pasatiempos
fr: Passe-temps
hi: शौक
hr: Hobiji
it: Hobby
ko: 취미
uk: Хобі
vi: Sở thích

# tag.media
source: Media
de: Medien
es: Medios
fr: Médias
hi: मीडिया
hr: Mediji
ko: 미디어
pt_pt: Média
uk: Медіа
vi: Truyền thông

# tag.dining
source: Dining
de: Essen
es: Comida
fr: Repas
hi: भोजन
hr: Jelo
it: Pasto
ko: 식사
pt_pt: Refeição
uk: Харчування
vi: Ăn uống

# tag.emergency
source: Emergency
de: Notfall
es: Emergencia
fr: Urgence
hi: आपातकाल
hr: Hitna pomoć
it: Emergenza
ko: 응급
pt_pt: Emergência
uk: Екстрена допомога
vi: Khẩn cấp

# tag.communication
source: Communication
de: Kommunikation
es: Comunicación
hi: संचार
hr: Komunikacija
it: Comunicazione
ko: 의사소통
pt_pt: Comunicação
uk: Спілкування
vi: Giao tiếp

# tag.culture
source: Culture
de: Kultur
es: Cultura
hi: संस्कृति
hr: Kultura
it: Cultura
ko: 문화
pt_pt: Cultura
uk: Культура
vi: Văn hóa

# tag.sports
source: Sports
de: Sport
es: Deportes
hi: खेल
hr: Sport
it: Sport
ko: 스포츠
pt_pt: Desporto
uk: Спорт
vi: Thể thao

# tag.music
source: Music
de: Musik
es: Música
fr: Musique
hi: संगीत
hr: Glazba
it: Musica
ko: 음악
pt_pt: Música
uk: Музика
vi: Âm nhạc

# tag.movies
source: Movies
de: Filme
es: Películas
fr: Films
hi: फिल्में
hr: Filmovi
it: Film
ko: 영화
pt_pt: Filmes
uk: Фільми
vi: Phim

# tag.games
source: Games
de: Spiele
es: Juegos
fr: Jeux
hi: खेल
hr: Igre
it: Giochi
ko: 게임
pt_pt: Jogos
uk: Ігри
vi: Trò chơi

# tag.books
source: Books
de: Bücher
es: Libros
fr: Livres
hi: किताबें
hr: Knjige
it: Libri
ko: 책
pt_pt: Livros
uk: Книги
vi: Sách

# tag.art
source: Art
de: Kunst
es: Arte
hi: कला
hr: Umjetnost
it: Arte
ko: 예술
pt_pt: Arte
uk: Мистецтво
vi: Nghệ thuật

# tag.nature
source: Nature
de: Natur
es: Naturaleza
hi: प्रकृति
hr: Priroda
it: Natura
ko: 자연
pt_pt: Natureza
uk: Природа
vi: Thiên nhiên

# tag.technology
source: Technology
de: Technologie
es: Tecnología
fr: Technologie
hi: तकनीक
hr: Tehnologija
it: Tecnologia
ko: 기술
pt_pt: Tecnologia
uk: Технології
vi: Công nghệ

# tag.business
source: Business
de: Geschäft
es: Negocios
fr: Affaires
hi: व्यवसाय
hr: Posao
it: Affari
ko: 비즈니스
pt_pt: Negócios
uk: Бізнес
vi: Kinh doanh

# tag.education
source: Education
de: Bildung
es: Educación
fr: Éducation
hi: शिक्षा
hr: Obrazovanje
it: Educazione
ko: 교육
pt_pt: Educação
uk: Освіта
vi: Giáo dục

# tag.family
source: Family
de: Familie
es: Familia
fr: Famille
hi: परिवार
hr: Obitelj
it: Famiglia
ko: 가족
pt_pt: Família
uk: Сім'я
vi: Gia đình

# tag.friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
hi: दोस्त
hr: Prijatelji
it: Amici
ko: 친구
pt_pt: Amigos
uk: Друзі
vi: Bạn bè

# tag.romance
source: Romance
de: Romantik
hi: रोमांस
hr: Romantika
it: Romanticismo
ko: 로맨스
uk: Романтика
vi: Lãng mạn

# tag.shopping
source: Shopping
de: Einkaufen
es: Compras
hi: खरीदारी
hr: Kupovina
ko: 쇼핑
pt_pt: Compras
uk: Покупки
vi: Mua sắm

# tag.transportation
source: Transportation
de: Transport
es: Transporte
fr: Transport
hi: परिवहन
hr: Prijevoz
it: Trasporto
ko: 교통
pt_pt: Transporte
uk: Транспорт
vi: Giao thông

# tag.accommodation
source: Accommodation
de: Unterkunft
es: Alojamiento
fr: Hébergement
hi: आवास
hr: Smještaj
it: Alloggio
ko: 숙박
pt_pt: Alojamento
uk: Житло
vi: Chỗ ở

# tag.weather
source: Weather
de: Wetter
es: Clima
fr: Météo
hi: मौसम
hr: Vrijeme
it: Meteo
ko: 날씨
pt_pt: Clima
uk: Погода
vi: Thời tiết

# tag.time
source: Time
de: Zeit
es: Tiempo
fr: Temps
hi: समय
hr: Vrijeme
it: Tempo
ko: 시간
pt_pt: Tempo
uk: Час
vi: Thời gian

# tag.numbers
source: Numbers
de: Zahlen
es: Números
fr: Nombres
hi: संख्याएं
hr: Brojevi
it: Numeri
ko: 숫자
pt_pt: Números
uk: Числа
vi: Số

# tag.colors
source: Colors
de: Farben
es: Colores
fr: Couleurs
hi: रंग
hr: Boje
it: Colori
ko: 색상
pt_pt: Cores
uk: Кольори
vi: Màu sắc

# tag.directions
source: Directions
de: Richtungen
es: Direcciones
hi: दिशाएं
hr: Smjerovi
it: Direzioni
ko: 방향
pt_pt: Direções
uk: Напрямки
vi: Hướng

# tag.questions
source: Questions
de: Fragen
es: Preguntas
hi: प्रश्न
hr: Pitanja
it: Domande
ko: 질문
pt_pt: Perguntas
uk: Питання
vi: Câu hỏi

# tag.answers
source: Answers
de: Antworten
es: Respuestas
fr: Réponses
hi: उत्तर
hr: Odgovori
it: Risposte
ko: 답변
pt_pt: Respostas
uk: Відповіді
vi: Câu trả lời

# tag.opinions
source: Opinions
de: Meinungen
es: Opiniones
hi: राय
hr: Mišljenja
it: Opinioni
ko: 의견
pt_pt: Opiniões
uk: Думки
vi: Ý kiến

# tag.feelings
source: Feelings
de: Gefühle
es: Sentimientos
fr: Sentiments
hi: भावनाएं
hr: Osjećaji
it: Sentimenti
ko: 감정
pt_pt: Sentimentos
uk: Почуття
vi: Cảm xúc

# tag.actions
source: Actions
de: Aktionen
es: Acciones
hi: कार्य
hr: Akcije
it: Azioni
ko: 행동
pt_pt: Ações
uk: Дії
vi: Hành động

# tag.descriptions
source: Descriptions
de: Beschreibungen
es: Descripciones
hi: विवरण
hr: Opisi
it: Descrizioni
ko: 설명
pt_pt: Descrições
uk: Описи
vi: Mô tả
