Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/UserProfile.strings
Languages: ar, de, es, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# nameTitle
source: What's Your Name?
ar: ما اسمك؟
de: Wie heißen Sie?
es: ¿Cuál es tu nombre?
fr: Quel est votre nom ?
hi: आपका नाम क्या है?
hr: Kako se zoveš?
it: Come ti chiami?
ja: お名前は何ですか？
ko: 이름이 무엇인가요?
nl: Wat is je naam?
pt_pt: Qual é o teu nome?
ru: Как вас зовут?
sv: Vad heter du?
uk: Як вас звати?
vi: Tên của bạn là gì?
zh_hans: 你叫什么名字？
zh_hant: 你叫什麼名字？

# nameSubtitle
source: We'd love to know what to call you
ar: نود أن نعرف كيف نناديك
de: Wir möchten gerne wissen, wie wir Sie nennen sollen
es: Nos encantaría saber cómo llamarte
fr: Nous aimerions savoir comment vous appeler
hi: हम जानना चाहते हैं कि आपको क्या कहें
hr: Voljeli bismo znati kako te oslovljavati
it: Ci piacerebbe sapere come chiamarti
ja: どのようにお呼びすればよいか教えてください
ko: 어떻게 불러드리면 좋을지 알려주세요
nl: We willen graag weten hoe we je kunnen noemen
pt_pt: Gostaríamos de saber como te chamar
ru: Мы хотели бы знать, как к вам обращаться
sv: Vi skulle vilja veta vad vi ska kalla dig
uk: Ми хотіли б знати, як до вас звертатися
vi: Chúng tôi muốn biết nên gọi bạn như thế nào
zh_hans: 我们想知道如何称呼你
zh_hant: 我們想知道如何稱呼你

# namePlaceholder
source: Enter your name
ar: أدخل اسمك
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
hr: Unesite svoje ime
it: Inserisci il tuo nome
ja: お名前を入力してください
ko: 이름을 입력하세요
nl: Voer je naam in
pt_pt: Introduz o teu nome
ru: Введите ваше имя
sv: Ange ditt namn
uk: Введіть ваше ім'я
vi: Nhập tên của bạn
zh_hans: 输入你的名字
zh_hant: 輸入你的名字

# ageGroupTitle
source: What's Your Age Group?
ar: ما هي فئتك العمرية؟
de: Wie alt sind Sie?
es: ¿Cuál es tu grupo de edad?
fr: Quelle est votre tranche d'âge ?
hi: आपका आयु वर्ग क्या है?
hr: Koja je tvoja dobna skupina?
it: Qual è la tua fascia d'età?
ja: 年齢層は？
ko: 연령대가 어떻게 되나요?
nl: Wat is je leeftijdsgroep?
pt_pt: Qual é a tua faixa etária?
ru: Какая у вас возрастная группа?
sv: Vilken åldersgrupp tillhör du?
uk: Яка у вас вікова група?
vi: Nhóm tuổi của bạn là gì?
zh_hans: 你的年龄段是？
zh_hant: 你的年齡段是？

# ageGroupSubtitle
source: This helps us personalize your learning experience
ar: يساعدنا هذا في تخصيص تجربة التعلم الخاصة بك
de: Dies hilft uns, Ihr Lernerlebnis zu personalisieren
es: Esto nos ayuda a personalizar tu experiencia de aprendizaje
fr: Cela nous aide à personnaliser votre expérience d'apprentissage
hi: यह हमें आपके सीखने के अनुभव को व्यक्तिगत बनाने में मदद करता है
hr: To nam pomaže personalizirati tvoje iskustvo učenja
it: Questo ci aiuta a personalizzare la tua esperienza di apprendimento
ja: 学習体験をパーソナライズするのに役立ちます
ko: 학습 경험을 개인화하는 데 도움이 됩니다
nl: Dit helpt ons je leerervaring te personaliseren
pt_pt: Isto ajuda-nos a personalizar a tua experiência de aprendizagem
ru: Это помогает нам персонализировать ваш опыт обучения
sv: Detta hjälper oss att anpassa din lärandeupplevelse
uk: Це допомагає нам персоналізувати ваш досвід навчання
vi: Điều này giúp chúng tôi cá nhân hóa trải nghiệm học tập của bạn
zh_hans: 这有助于我们个性化您的学习体验
zh_hant: 這有助於我們個性化您的學習體驗

# ageUnder18
source: Under 18
ar: أقل من 18
de: Unter 18
es: Menor de 18
fr: Moins de 18 ans
hi: 18 से कम
hr: Ispod 18
it: Sotto i 18 anni
ja: 18歳未満
ko: 18세 미만
nl: Jonger dan 18
pt_pt: Menos de 18
ru: Младше 18
uk: Молодше 18
vi: Dưới 18
zh_hans: 18岁以下
zh_hant: 18歲以下

# genderTitle
source: How Do You Identify?
ar: كيف تعرف نفسك؟
de: Wie identifizieren Sie sich?
es: ¿Cómo te identificas?
fr: Comment vous identifiez-vous ?
hi: आप अपनी पहचान कैसे करते हैं?
hr: Kako se identificiraš?
it: Come ti identifichi?
ja: 性別は？
ko: 어떻게 정체성을 확인하시나요?
nl: Hoe identificeer je jezelf?
pt_pt: Como te identificas?
ru: Как вы себя идентифицируете?
sv: Hur identifierar du dig?
uk: Як ви себе ідентифікуєте?
vi: Bạn tự nhận diện như thế nào?
zh_hans: 你的性别认同是？
zh_hant: 你的性別認同是？

# genderSubtitle
source: This information helps us customize your experience
ar: تساعدنا هذه المعلومات في تخصيص تجربتك
de: Diese Information hilft uns, Ihre Erfahrung anzupassen
es: Esta información nos ayuda a personalizar tu experiencia
fr: Cette information nous aide à personnaliser votre expérience
hi: यह जानकारी हमें आपके अनुभव को अनुकूलित करने में मदद करती है
hr: Ova informacija nam pomaže prilagoditi tvoje iskustvo
it: Questa informazione ci aiuta a personalizzare la tua esperienza
ja: この情報は体験をカスタマイズするのに役立ちます
ko: 이 정보는 경험을 맞춤화하는 데 도움이 됩니다
nl: Deze informatie helpt ons je ervaring aan te passen
pt_pt: Esta informação ajuda-nos a personalizar a tua experiência
ru: Эта информация помогает нам настроить ваш опыт
sv: Denna information hjälper oss att anpassa din upplevelse
uk: Ця інформація допомагає нам налаштувати ваш досвід
vi: Thông tin này giúp chúng tôi tùy chỉnh trải nghiệm của bạn
zh_hans: 这些信息有助于我们定制您的体验
zh_hant: 這些資訊有助於我們定製您的體驗

# genderMale
source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
hr: Muško
it: Maschio
ja: 男性
ko: 남성
nl: Man
pt_pt: Masculino
ru: Мужской
sv: Man
uk: Чоловіча
vi: Nam
zh_hans: 男性
zh_hant: 男性

# genderFemale
source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
hi: महिला
hr: Žensko
it: Femmina
ja: 女性
ko: 여성
nl: Vrouw
pt_pt: Feminino
ru: Женский
sv: Kvinna
uk: Жіноча
vi: Nữ
zh_hans: 女性
zh_hant: 女性

# genderPreferNotToSay
source: Prefer not to say
ar: أفضل عدم الإفصاح
de: Möchte ich nicht angeben
es: Prefiero no decirlo
fr: Je préfère ne pas dire
hi: नहीं बताना चाहते
hr: Radije ne bih rekao/rekla
it: Preferisco non dirlo
ja: 回答しない
ko: 말하지 않음
nl: Zeg ik liever niet
pt_pt: Prefiro não dizer
ru: Предпочитаю не говорить
sv: Vill inte säga
uk: Віддаю перевагу не говорити
vi: Không muốn nói
zh_hans: 不愿透露
zh_hant: 不願透露

# proficiencyLevel
source: Your Level
ar: مستواك
de: Ihr Niveau
es: Tu nivel
fr: Votre niveau
hi: आपका स्तर
hr: Tvoja razina
it: Il tuo livello
ja: あなたのレベル
ko: 당신의 레벨
nl: Je niveau
pt_pt: O teu nível
ru: Ваш уровень
sv: Din nivå
uk: Ваш рівень
vi: Trình độ của bạn
zh_hans: 你的水平
zh_hant: 你的程度

# proficiencyBeginner
source: Beginner
ar: مبتدئ
de: Anfänger
es: Principiante
fr: Débutant
hi: शुरुआती
hr: Početnik
it: Principiante
ja: 初級
ko: 초급
pt_pt: Principiante
ru: Начинающий
sv: Nybörjare
uk: Початківець
vi: Người mới bắt đầu
zh_hans: 初级
zh_hant: 初級

# proficiencyIntermediate
source: Intermediate
ar: متوسط
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
hi: मध्यवर्ती
hr: Srednja razina
it: Intermedio
ja: 中級
ko: 중급
nl: Gemiddeld
pt_pt: Intermédio
ru: Средний
sv: Mellan
uk: Середній
vi: Trung cấp
zh_hans: 中级
zh_hant: 中級

# proficiencyAdvanced
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
hr: Napredna razina
it: Avanzato
ja: 上級
ko: 고급
nl: Gevorderd
pt_pt: Avançado
ru: Продвинутый
sv: Avancerad
uk: Просунутий
vi: Nâng cao
zh_hans: 高级
zh_hant: 高級

# interestsTitle
source: What Interests You?
ar: ما الذي يهمك؟
de: Was interessiert Sie?
es: ¿Qué te interesa?
fr: Qu'est-ce qui vous intéresse ?
hi: आपकी रुचि किसमें है?
hr: Što te zanima?
it: Cosa ti interessa?
ja: 何に興味がありますか？
ko: 무엇에 관심이 있나요?
nl: Waar ben je in geïnteresseerd?
pt_pt: O que te interessa?
ru: Что вас интересует?
sv: Vad är du intresserad av?
uk: Що вас цікавить?
vi: Bạn quan tâm đến điều gì?
zh_hans: 你对什么感兴趣？
zh_hant: 你對什麼感興趣？

# interestsSubtitle
source: Select topics you'd like to focus on (choose at least one)
ar: حدد المواضيع التي ترغب في التركيز عليها (اختر واحدًا على الأقل)
de: Wählen Sie Themen aus, auf die Sie sich konzentrieren möchten (mindestens eines)
es: Selecciona los temas en los que te gustaría enfocarte (elige al menos uno)
fr: Sélectionnez les sujets sur lesquels vous souhaitez vous concentrer (choisissez-en au moins un)
hi: उन विषयों का चयन करें जिन पर आप ध्यान केंद्रित करना चाहते हैं (कम से कम एक चुनें)
hr: Odaberi teme na koje se želiš usredotočiti (odaberi barem jednu)
it: Seleziona gli argomenti su cui vorresti concentrarti (scegline almeno uno)
ja: 集中したいトピックを選択してください（少なくとも1つ選択）
ko: 집중하고 싶은 주제를 선택하세요 (최소 하나 선택)
nl: Selecteer onderwerpen waarop je je wilt richten (kies er minstens één)
pt_pt: Seleciona os tópicos nos quais gostarias de te concentrar (escolhe pelo menos um)
ru: Выберите темы, на которых хотите сосредоточиться (выберите хотя бы одну)
sv: Välj ämnen du vill fokusera på (välj minst ett)
uk: Виберіть теми, на яких хочете зосередитися (виберіть принаймні одну)
vi: Chọn các chủ đề bạn muốn tập trung vào (chọn ít nhất một)
zh_hans: 选择你想重点学习的主题（至少选择一个）
zh_hant: 選擇你想重點學習的主題（至少選擇一個）

# weeklyGoalTitle
source: Your Weekly Goal
ar: هدفك الأسبوعي
de: Ihr Wochenziel
es: Tu objetivo semanal
fr: Votre objectif hebdomadaire
hi: आपका साप्ताहिक लक्ष्य
hr: Tvoj tjedni cilj
it: Il tuo obiettivo settimanale
ja: 週間目標
ko: 주간 목표
nl: Je wekelijkse doel
pt_pt: O teu objetivo semanal
ru: Ваша недельная цель
sv: Ditt veckomål
uk: Ваша тижнева ціль
vi: Mục tiêu hàng tuần của bạn
zh_hans: 你的每周目标
zh_hant: 你的每週目標

# weeklyGoalSubtitle
source: How many phrases do you want to learn each week?
ar: كم عبارة تريد تعلمها كل أسبوع؟
de: Wie viele Phrasen möchten Sie pro Woche lernen?
es: ¿Cuántas frases quieres aprender cada semana?
fr: Combien de phrases souhaitez-vous apprendre chaque semaine ?
hi: आप प्रत्येक सप्ताह कितने वाक्यांश सीखना चाहते हैं?
hr: Koliko fraza želiš naučiti svaki tjedan?
it: Quante frasi vuoi imparare ogni settimana?
ja: 毎週何フレーズ学習したいですか？
ko: 매주 몇 개의 문구를 배우고 싶나요?
nl: Hoeveel zinnen wil je per week leren?
pt_pt: Quantas frases queres aprender por semana?
ru: Сколько фраз вы хотите выучить за неделю?
sv: Hur många fraser vill du lära dig varje vecka?
uk: Скільки фраз ви хочете вивчити за тиждень?
vi: Bạn muốn học bao nhiêu cụm từ mỗi tuần?
zh_hans: 你每周想学习多少短语？
zh_hant: 你每週想學習多少短語？

# weeklyGoal10
source: 10 phrases
ar: 10 عبارات
de: 10 Phrasen
es: 10 frases
hi: 10 वाक्यांश
hr: 10 fraza
it: 10 frasi
ja: 10フレーズ
ko: 10개 문구
nl: 10 zinnen
pt_pt: 10 frases
ru: 10 фраз
sv: 10 fraser
uk: 10 фраз
vi: 10 cụm từ
zh_hans: 10个短语
zh_hant: 10個短語

# weeklyGoal10Desc
source: Light & Relaxed
ar: خفيف ومريح
de: Leicht & Entspannt
es: Ligero y relajado
fr: Léger et décontracté
hi: हल्का और आराम से
hr: Lagano i opušteno
it: Leggero e rilassato
ja: 軽めでリラックス
ko: 가볍고 편안하게
nl: Licht en ontspannen
pt_pt: Leve e descontraído
ru: Легко и расслабленно
sv: Lätt och avslappnat
uk: Легко і розслаблено
vi: Nhẹ nhàng và thư giãn
zh_hans: 轻松放松
zh_hant: 輕鬆放鬆

# weeklyGoal25
source: 25 phrases
ar: 25 عبارة
de: 25 Phrasen
es: 25 frases
hi: 25 वाक्यांश
hr: 25 fraza
it: 25 frasi
ja: 25フレーズ
ko: 25개 문구
nl: 25 zinnen
pt_pt: 25 frases
ru: 25 фраз
sv: 25 fraser
uk: 25 фраз
vi: 25 cụm từ
zh_hans: 25个短语
zh_hant: 25個短語

# weeklyGoal25Desc
source: Balanced Approach
ar: نهج متوازن
de: Ausgewogener Ansatz
es: Enfoque equilibrado
fr: Approche équilibrée
hi: संतुलित दृष्टिकोण
hr: Uravnotežen pristup
it: Approccio equilibrato
ja: バランスの取れたアプローチ
ko: 균형잡힌 접근
nl: Evenwichtige aanpak
pt_pt: Abordagem equilibrada
ru: Сбалансированный подход
sv: Balanserat tillvägagångssätt
uk: Збалансований підхід
vi: Cách tiếp cận cân bằng
zh_hans: 平衡方法
zh_hant: 平衡方法

# weeklyGoal50
source: 50 phrases
ar: 50 عبارة
de: 50 Phrasen
es: 50 frases
hi: 50 वाक्यांश
hr: 50 fraza
it: 50 frasi
ja: 50フレーズ
ko: 50개 문구
nl: 50 zinnen
pt_pt: 50 frases
ru: 50 фраз
sv: 50 fraser
uk: 50 фраз
vi: 50 cụm từ
zh_hans: 50个短语
zh_hant: 50個短語

# weeklyGoal50Desc
source: Ambitious Learner
ar: متعلم طموح
de: Ehrgeiziger Lerner
es: Aprendiz ambicioso
fr: Apprenant ambitieux
hi: महत्वाकांक्षी सीखने वाला
hr: Ambiciozan učenik
it: Studente ambizioso
ja: 意欲的な学習者
ko: 야심찬 학습자
nl: Ambitieuze leerling
pt_pt: Aprendiz ambicioso
ru: Амбициозный ученик
sv: Ambitiös elev
uk: Амбітний учень
vi: Người học tham vọng
zh_hans: 雄心勃勃的学习者
zh_hant: 雄心勃勃的學習者

# weeklyGoal100
source: 100 phrases
ar: 100 عبارة
de: 100 Phrasen
es: 100 frases
hi: 100 वाक्यांश
hr: 100 fraza
it: 100 frasi
ja: 100フレーズ
ko: 100개 문구
nl: 100 zinnen
pt_pt: 100 frases
ru: 100 фраз
sv: 100 fraser
uk: 100 фраз
vi: 100 cụm từ
zh_hans: 100个短语
zh_hant: 100個短語

# weeklyGoal100Desc
source: Intensive Mode
ar: الوضع المكثف
de: Intensivmodus
es: Modo intensivo
fr: Mode intensif
hi: गहन मोड
hr: Intenzivan način
it: Modalità intensiva
ja: 集中モード
ko: 집중 모드
nl: Intensieve modus
pt_pt: Modo intensivo
ru: Интенсивный режим
sv: Intensivläge
uk: Інтенсивний режим
vi: Chế độ chuyên sâu
zh_hans: 密集模式
zh_hant: 密集模式

# learningGoalTitle
source: What's Your Goal?
ar: ما هو هدفك؟
de: Was ist Ihr Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
hi: आपका लक्ष्य क्या है?
hr: Koji je tvoj cilj?
it: Qual è il tuo obiettivo?
ja: 目標は何ですか？
ko: 목표가 무엇인가요?
nl: Wat is je doel?
pt_pt: Qual é o teu objetivo?
ru: Какая у вас цель?
sv: Vad är ditt mål?
uk: Яка у вас ціль?
vi: Mục tiêu của bạn là gì?
zh_hans: 你的目标是什么？
zh_hant: 你的目標是什麼？

# learningGoalSubtitle
source: Tell us why you're learning a new language
ar: أخبرنا لماذا تتعلم لغة جديدة
de: Sagen Sie uns, warum Sie eine neue Sprache lernen
es: Cuéntanos por qué estás aprendiendo un nuevo idioma
fr: Dites-nous pourquoi vous apprenez une nouvelle langue
hi: हमें बताएं कि आप एक नई भाषा क्यों सीख रहे हैं
hr: Reci nam zašto učiš novi jezik
it: Dicci perché stai imparando una nuova lingua
ja: 新しい言語を学ぶ理由を教えてください
ko: 새로운 언어를 배우는 이유를 알려주세요
nl: Vertel ons waarom je een nieuwe taal leert
pt_pt: Diz-nos porque estás a aprender uma nova língua
ru: Расскажите нам, почему вы изучаете новый язык
sv: Berätta varför du lär dig ett nytt språk
uk: Розкажіть нам, чому ви вивчаєте нову мову
vi: Cho chúng tôi biết tại sao bạn học một ngôn ngữ mới
zh_hans: 告诉我们你为什么要学习一门新语言
zh_hant: 告訴我們你為什麼要學習一門新語言

# goalTravel
source: Travel Abroad
ar: السفر للخارج
de: Reisen ins Ausland
es: Viajar al extranjero
fr: Voyager à l'étranger
hi: विदेश यात्रा
hr: Putovanje u inozemstvo
it: Viaggiare all'estero
ja: 海外旅行
ko: 해외 여행
nl: Reizen naar het buitenland
pt_pt: Viajar para o estrangeiro
ru: Путешествовать за границу
sv: Resa utomlands
uk: Подорожувати за кордон
vi: Du lịch nước ngoài
zh_hans: 出国旅行
zh_hant: 出國旅行

# goalTravelDesc
source: Planning to visit or explore new countries
ar: التخطيط لزيارة أو استكشاف بلدان جديدة
de: Planung, neue Länder zu besuchen oder zu erkunden
es: Planeas visitar o explorar nuevos países
fr: Prévoir de visiter ou d'explorer de nouveaux pays
hi: नए देशों की यात्रा या खोज की योजना
hr: Planiram posjetiti ili istražiti nove zemlje
it: Pianificare di visitare o esplorare nuovi paesi
ja: 新しい国を訪れたり探索したりする予定
ko: 새로운 나라를 방문하거나 탐험할 계획
nl: Van plan om nieuwe landen te bezoeken of te verkennen
pt_pt: Planear visitar ou explorar novos países
ru: Планирую посещать или исследовать новые страны
sv: Planerar att besöka eller utforska nya länder
uk: Планую відвідувати або досліджувати нові країни
vi: Lên kế hoạch đến thăm hoặc khám phá các quốc gia mới
zh_hans: 计划访问或探索新国家
zh_hant: 計劃訪問或探索新國家

# goalBusiness
source: Business Communication
ar: التواصل التجاري
de: Geschäftskommunikation
es: Comunicación empresarial
fr: Communication professionnelle
hi: व्यापार संचार
hr: Poslovna komunikacija
it: Comunicazione aziendale
ja: ビジネスコミュニケーション
ko: 비즈니스 커뮤니케이션
nl: Zakelijke communicatie
pt_pt: Comunicação empresarial
ru: Деловое общение
sv: Affärskommunikation
uk: Ділове спілкування
vi: Giao tiếp kinh doanh
zh_hans: 商务沟通
zh_hant: 商務溝通

# goalBusinessDesc
source: Professional meetings and networking
ar: الاجتماعات المهنية والتواصل
de: Berufliche Meetings und Networking
es: Reuniones profesionales y networking
fr: Réunions professionnelles et réseautage
hi: पेशेवर बैठकें और नेटवर्किंग
hr: Profesionalni sastanci i umrežavanje
it: Riunioni professionali e networking
ja: プロフェッショナルな会議とネットワーキング
ko: 전문 회의 및 네트워킹
nl: Professionele vergaderingen en netwerken
pt_pt: Reuniões profissionais e networking
ru: Профессиональные встречи и нетворкинг
sv: Professionella möten och nätverkande
uk: Професійні зустрічі та нетворкінг
vi: Các cuộc họp chuyên nghiệp và kết nối mạng lưới
zh_hans: 专业会议和社交
zh_hant: 專業會議和社交

# goalAcademic
source: Academic Studies
ar: الدراسات الأكاديمية
de: Akademisches Studium
es: Estudios académicos
fr: Études académiques
hi: शैक्षणिक अध्ययन
hr: Akademske studije
it: Studi accademici
ja: 学術研究
ko: 학업
nl: Academische studies
pt_pt: Estudos académicos
ru: Академическое образование
sv: Akademiska studier
uk: Академічне навчання
vi: Nghiên cứu học thuật
zh_hans: 学术研究
zh_hant: 學術研究

# goalAcademicDesc
source: School, university, or research
ar: المدرسة أو الجامعة أو البحث
de: Schule, Universität oder Forschung
es: Escuela, universidad o investigación
fr: École, université ou recherche
hi: स्कूल, विश्वविद्यालय या अनुसंधान
hr: Škola, sveučilište ili istraživanje
it: Scuola, università o ricerca
ja: 学校、大学、または研究
ko: 학교, 대학 또는 연구
nl: School, universiteit of onderzoek
pt_pt: Escola, universidade ou investigação
ru: Школа, университет или исследования
sv: Skola, universitet eller forskning
uk: Школа, університет або дослідження
vi: Trường học, đại học hoặc nghiên cứu
zh_hans: 学校、大学或研究
zh_hant: 學校、大學或研究

# goalCasual
source: Casual Conversation
ar: المحادثة العادية
de: Lockeres Gespräch
es: Conversación casual
fr: Conversation décontractée
hi: आकस्मिक बातचीत
hr: Ležerni razgovor
it: Conversazione informale
ja: 日常会話
ko: 일상 대화
nl: Informeel gesprek
pt_pt: Conversação casual
ru: Повседневное общение
sv: Vardagligt samtal
uk: Повсякденне спілкування
vi: Trò chuyện thông thường
zh_hans: 休闲对话
zh_hant: 休閒對話

# goalCasualDesc
source: Chat with friends and make connections
ar: الدردشة مع الأصدقاء وتكوين علاقات
de: Mit Freunden chatten und Kontakte knüpfen
es: Charlar con amigos y hacer conexiones
fr: Discuter avec des amis et créer des liens
hi: दोस्तों के साथ चैट करें और संबंध बनाएं
hr: Razgovarati s prijateljima i stvarati veze
it: Chattare con amici e fare conoscenze
ja: 友達とチャットしたり、つながりを作ったり
ko: 친구들과 대화하고 인맥 만들기
nl: Chatten met vrienden en connecties maken
pt_pt: Conversar com amigos e fazer conexões
ru: Общаться с друзьями и заводить знакомства
sv: Chatta med vänner och skapa kontakter
uk: Спілкуватися з друзями та заводити знайомства
vi: Trò chuyện với bạn bè và tạo kết nối
zh_hans: 与朋友聊天并建立联系
zh_hant: 與朋友聊天並建立聯繫

# goalCultural
source: Cultural Immersion
ar: الانغماس الثقافي
de: Kulturelle Immersion
es: Inmersión cultural
fr: Immersion culturelle
hi: सांस्कृतिक विसर्जन
hr: Kulturno uranjanje
it: Immersione culturale
ja: 文化的没入
ko: 문화 몰입
nl: Culturele onderdompeling
pt_pt: Imersão cultural
ru: Культурное погружение
sv: Kulturell fördjupning
uk: Культурне занурення
vi: Hòa nhập văn hóa
zh_hans: 文化沉浸
zh_hant: 文化沉浸

# goalCulturalDesc
source: Appreciate movies, music, and literature
ar: تقدير الأفلام والموسيقى والأدب
de: Filme, Musik und Literatur schätzen
es: Apreciar películas, música y literatura
fr: Apprécier les films, la musique et la littérature
hi: फिल्मों, संगीत और साहित्य की सराहना करें
hr: Cijeniti filmove, glazbu i književnost
it: Apprezzare film, musica e letteratura
ja: 映画、音楽、文学を鑑賞する
ko: 영화, 음악, 문학 감상
nl: Films, muziek en literatuur waarderen
pt_pt: Apreciar filmes, música e literatura
ru: Ценить фильмы, музыку и литературу
sv: Uppskatta film, musik och litteratur
uk: Цінувати фільми, музику та літературу
vi: Thưởng thức phim ảnh, âm nhạc và văn học
zh_hans: 欣赏电影、音乐和文学
zh_hant: 欣賞電影、音樂和文學

# goalRelocation
source: Moving to Another Country
ar: الانتقال إلى بلد آخر
de: Umzug in ein anderes Land
es: Mudarse a otro país
fr: Déménager dans un autre pays
hi: दूसरे देश में जाना
hr: Preseljenje u drugu zemlju
it: Trasferirsi in un altro paese
ja: 他の国への移住
ko: 다른 나라로 이동
nl: Verhuizen naar een ander land
pt_pt: Mudar para outro país
ru: Переезд в другую страну
sv: Flytta till ett annat land
uk: Переїзд до іншої країни
vi: Chuyển đến quốc gia khác
zh_hans: 搬到另一个国家
zh_hant: 搬到另一個國家

# goalRelocationDesc
source: Preparing for life in a new place
ar: الاستعداد للحياة في مكان جديد
de: Vorbereitung auf das Leben an einem neuen Ort
es: Preparándose para la vida en un nuevo lugar
fr: Se préparer à la vie dans un nouvel endroit
hi: नई जगह पर जीवन की तैयारी
hr: Priprema za život na novom mjestu
it: Prepararsi per la vita in un nuovo posto
ja: 新しい場所での生活の準備
ko: 새로운 곳에서의 삶을 준비
nl: Voorbereiden op het leven op een nieuwe plek
pt_pt: Preparar-se para a vida num novo lugar
ru: Подготовка к жизни в новом месте
sv: Förbereda sig för livet på en ny plats
uk: Підготовка до життя в новому місці
vi: Chuẩn bị cho cuộc sống ở nơi mới
zh_hans: 为在新地方生活做准备
zh_hant: 為在新地方生活做準備

# modeSelectionTitle
source: Choose Your Mode
ar: اختر وضعك
de: Wählen Sie Ihren Modus
es: Elige tu modo
fr: Choisissez votre mode
hi: अपना मोड चुनें
hr: Odaberi svoj način
it: Scegli la tua modalità
ja: モードを選択
ko: 모드를 선택하세요
nl: Kies je modus
pt_pt: Escolhe o teu modo
ru: Выберите свой режим
sv: Välj ditt läge
uk: Виберіть свій режим
vi: Chọn chế độ của bạn
zh_hans: 选择你的模式
zh_hant: 選擇你的模式

# modeSelectionSubtitle
source: How do you want to see your cards?
ar: كيف تريد رؤية بطاقاتك؟
de: Wie möchten Sie Ihre Karten sehen?
es: ¿Cómo quieres ver tus tarjetas?
fr: Comment souhaitez-vous voir vos cartes ?
hi: आप अपने कार्ड कैसे देखना चाहते हैं?
hr: Kako želiš vidjeti svoje kartice?
it: Come vuoi vedere le tue carte?
ja: カードをどのように表示しますか？
ko: 카드를 어떻게 보고 싶나요?
nl: Hoe wil je je kaarten zien?
pt_pt: Como queres ver os teus cartões?
ru: Как вы хотите видеть свои карточки?
sv: Hur vill du se dina kort?
uk: Як ви хочете бачити свої картки?
vi: Bạn muốn xem thẻ của mình như thế nào?
zh_hans: 你想如何查看你的卡片？
zh_hant: 你想如何查看你的卡片？

# streakTitle
source: Build Your Streak!
ar: ابنِ سلسلتك!
de: Bauen Sie Ihre Serie auf!
es: ¡Construye tu racha!
fr: Construisez votre série !
hi: अपनी लकीर बनाएं!
hr: Izgradi svoj niz!
it: Costruisci la tua serie!
ja: 連続記録を作ろう！
ko: 연속 기록을 쌓으세요!
nl: Bouw je reeks op!
pt_pt: Constrói a tua sequência!
ru: Создайте свою серию!
sv: Bygg din svit!
uk: Створіть свою серію!
vi: Xây dựng chuỗi của bạn!
zh_hans: 建立你的连续记录！
zh_hant: 建立你的連續記錄！

# streakSubtitle
source: We track your daily practice to keep you motivated
ar: نتتبع ممارستك اليومية لإبقائك متحفزًا
de: Wir verfolgen Ihre tägliche Übung, um Sie motiviert zu halten
es: Rastreamos tu práctica diaria para mantenerte motivado
fr: Nous suivons votre pratique quotidienne pour vous garder motivé
hi: हम आपको प्रेरित रखने के लिए आपके दैनिक अभ्यास को ट्रैक करते हैं
hr: Pratimo tvoju dnevnu praksu kako bismo te održali motiviranim
it: Tracciamo la tua pratica quotidiana per mantenerti motivato
ja: モチベーションを保つために毎日の練習を追跡します
ko: 동기부여를 위해 매일의 연습을 추적합니다
nl: We volgen je dagelijkse oefening om je gemotiveerd te houden
pt_pt: Acompanhamos a tua prática diária para te manter motivado
ru: Мы отслеживаем вашу ежедневную практику, чтобы поддерживать вашу мотивацию
sv: Vi spårar din dagliga övning för att hålla dig motiverad
uk: Ми відстежуємо вашу щоденну практику, щоб підтримувати вашу мотивацію
vi: Chúng tôi theo dõi việc luyện tập hàng ngày của bạn để giữ cho bạn có động lực
zh_hans: 我们跟踪您的每日练习以保持您的动力
zh_hant: 我們追蹤您的每日練習以保持您的動力

# streakFeature1
source: Learn every day to maintain your streak
ar: تعلم كل يوم للحفاظ على سلسلتك
de: Lernen Sie jeden Tag, um Ihre Serie aufrechtzuerhalten
es: Aprende todos los días para mantener tu racha
fr: Apprenez tous les jours pour maintenir votre série
hi: अपनी लकीर बनाए रखने के लिए हर दिन सीखें
hr: Uči svaki dan kako bi održao svoj niz
it: Impara ogni giorno per mantenere la tua serie
ja: 毎日学習して連続記録を維持する
ko: 매일 배워서 연속 기록을 유지하세요
nl: Leer elke dag om je reeks te behouden
pt_pt: Aprende todos os dias para manter a tua sequência
ru: Учитесь каждый день, чтобы поддерживать свою серию
sv: Lär dig varje dag för att behålla din svit
uk: Вчіться щодня, щоб підтримувати свою серію
vi: Học mỗi ngày để duy trì chuỗi của bạn
zh_hans: 每天学习以保持你的连续记录
zh_hant: 每天學習以保持你的連續記錄
