Repository: alexryakhin/Flippin
Catalog: Flippin/Localization/*.lproj/UserProfile.strings
Languages: ar, de, es, fr, hi, hr, it, ja, ko, nl, pt_pt, ru, sv, uk, vi, zh_hans, zh_hant

# streakFeature2
source: Track your progress with visual insights
ar: تتبع تقدمك برؤى مرئية
de: Verfolgen Sie Ihren Fortschritt mit visuellen Einblicken
es: Sigue tu progreso con información visual
fr: Suivez vos progrès avec des insights visuels
hi: दृश्य अंतर्दृष्टि के साथ अपनी प्रगति को ट्रैक करें
hr: Prati svoj napredak vizualnim uvidima
it: Traccia i tuoi progressi con insights visivi
ja: 視覚的なインサイトで進捗を追跡
ko: 시각적 인사이트로 진행 상황을 추적하세요
nl: Volg je voortgang met visuele inzichten
pt_pt: Acompanha o teu progresso com insights visuais
ru: Отслеживайте свой прогресс с помощью визуальных инсайтов
sv: Spåra dina framsteg med visuella insikter
uk: Відстежуйте свій прогрес за допомогою візуальних інсайтів
vi: Theo dõi tiến độ của bạn bằng những thông tin trực quan
zh_hans: 通过可视化洞察跟踪您的进度
zh_hant: 透過視覺化洞察追蹤您的進度

# streakFeature3
source: Unlock achievements as you grow
ar: افتح الإنجازات مع نموك
de: Schalten Sie Erfolge frei, während Sie wachsen
es: Desbloquea logros a medida que creces
fr: Débloquez des réalisations au fur et à mesure de votre progression
hi: जैसे-जैसे आप बढ़ते हैं उपलब्धियों को अनलॉक करें
hr: Otključaj postignuća dok rastes
it: Sblocca risultati man mano che cresci
ja: 成長するにつれて実績をアンロック
ko: 성장하면서 업적을 잠금 해제하세요
nl: Ontgrendel prestaties terwijl je groeit
pt_pt: Desbloqueia conquistas à medida que cresces
ru: Разблокируйте достижения по мере роста
sv: Lås upp prestationer när du växer
uk: Розблокуйте досягнення в міру зростання
vi: Mở khóa thành tựu khi bạn phát triển
zh_hans: 随着成长解锁成就
zh_hant: 隨著成長解鎖成就

# notificationTitle
source: Stay on Track
ar: ابقَ على المسار الصحيح
de: Bleiben Sie auf Kurs
es: Mantente en el camino
fr: Restez sur la bonne voie
hi: ट्रैक पर रहें
hr: Ostani na pravom putu
it: Rimani in carreggiata
ja: 軌道に乗る
ko: 계속 나아가세요
nl: Blijf op koers
pt_pt: Mantém-te no caminho certo
ru: Оставайтесь на курсе
sv: Håll dig på rätt spår
uk: Залишайтеся на курсі
vi: Giữ đúng hướng
zh_hans: 保持正轨
zh_hant: 保持正軌

# notificationSubtitle
source: Get gentle reminders to practice daily
ar: احصل على تذكيرات لطيفة للممارسة اليومية
de: Erhalten Sie sanfte Erinnerungen zum täglichen Üben
es: Recibe recordatorios suaves para practicar diariamente
fr: Recevez des rappels doux pour pratiquer quotidiennement
hi: दैनिक अभ्यास के लिए कोमल अनुस्मारक प्राप्त करें
hr: Primaj nježne podsjednike za svakodnevnu vježbu
it: Ricevi promemoria gentili per esercitarti quotidianamente
ja: 毎日練習するための優しいリマインダーを受け取る
ko: 매일 연습하도록 부드러운 알림을 받으세요
nl: Ontvang zachte herinneringen om dagelijks te oefenen
pt_pt: Recebe lembretes suaves para praticar diariamente
ru: Получайте мягкие напоминания о ежедневной практике
sv: Få milda påminnelser att öva dagligen
uk: Отримуйте м'які нагадування про щоденну практику
vi: Nhận lời nhắc nhẹ nhàng để luyện tập hàng ngày
zh_hans: 获得温和的提醒以每天练习
zh_hant: 獲得溫和的提醒以每天練習

# notificationFeature1
source: Daily study reminders at your preferred time
ar: تذكيرات دراسة يومية في وقتك المفضل
de: Tägliche Lernerinnerungen zu Ihrer bevorzugten Zeit
es: Recordatorios de estudio diarios a tu hora preferida
fr: Rappels d'étude quotidiens à l'heure de votre choix
hi: अपने पसंदीदा समय पर दैनिक अध्ययन अनुस्मारक
hr: Dnevni podsjetnici za učenje u tvoje omiljeno vrijeme
it: Promemoria di studio giornalieri al tuo orario preferito
ja: お好みの時間に毎日の学習リマインダー
ko: 선호하는 시간에 일일 학습 알림
nl: Dagelijkse studieherinneringen op je voorkeurtijd
pt_pt: Lembretes de estudo diários no teu horário preferido
ru: Ежедневные напоминания об обучении в удобное для вас время
sv: Dagliga studiepåminnelser vid din föredragna tid
uk: Щоденні нагадування про навчання в зручний для вас час
vi: Lời nhắc học tập hàng ngày vào thời gian ưa thích của bạn
zh_hans: 在您偏好的时间获得每日学习提醒
zh_hant: 在您偏好的時間獲得每日學習提醒

# notificationFeature2
source: Practice alerts for difficult cards
ar: تنبيهات ممارسة للبطاقات الصعبة
de: Übungswarnungen für schwierige Karten
es: Alertas de práctica para tarjetas difíciles
fr: Alertes de pratique pour les cartes difficiles
hi: कठिन कार्डों के लिए अभ्यास सतर्कता
hr: Upozorenja za vježbu za teške kartice
it: Avvisi di pratica per le carte difficili
ja: 難しいカードの練習アラート
ko: 어려운 카드에 대한 연습 알림
nl: Oefenwaarschuwingen voor moeilijke kaarten
pt_pt: Alertas de prática para cartões difíceis
ru: Оповещения о практике сложных карточек
sv: Övningsvarningar för svåra kort
uk: Сповіщення про практику складних карток
vi: Cảnh báo luyện tập cho các thẻ khó
zh_hans: 困难卡片的练习提醒
zh_hant: 困難卡片的練習提醒

# notificationFeature3
source: Streak notifications to stay motivated
ar: إشعارات السلسلة للبقاء متحفزًا
de: Serien-Benachrichtigungen, um motiviert zu bleiben
es: Notificaciones de racha para mantenerte motivado
fr: Notifications de série pour rester motivé
hi: प्रेरित रहने के लिए लकीर अधिसूचनाएं
hr: Obavijesti o nizu za održavanje motivacije
it: Notifiche di serie per rimanere motivato
ja: モチベーションを保つための連続記録通知
ko: 동기 부여를 위한 연속 알림
nl: Reeks meldingen om gemotiveerd te blijven
pt_pt: Notificações de sequência para te manteres motivado
ru: Уведомления о серии для поддержания мотивации
sv: Svitaviseringar för att hålla dig motiverad
uk: Повідомлення про серію для підтримки мотивації
vi: Thông báo chuỗi để giữ động lực
zh_hans: 连续记录通知以保持动力
zh_hant: 連續記錄通知以保持動力

source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
hi: अधिसूचनाएं सक्षम करें
hr: Omogući obavijesti
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
nl: Meldingen inschakelen
pt_pt: Ativar notificações
ru: Включить уведомления
sv: Aktivera aviseringar
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# trialTitle
source: Try Premium Free for 7 Days
ar: جرب Premium مجانًا لمدة 7 أيام
de: Testen Sie Premium 7 Tage kostenlos
hr: Isprobaj Premium besplatno 7 dana
it: Prova Premium gratis per 7 giorni
ko: Premium을 7일간 무료로 체험하세요
sv: Prova Premium gratis i 7 dagar
zh_hans: 免费试用Premium 7天

# trialSubtitle
source: Unlock all features with full access to premium content
ar: افتح جميع الميزات مع وصول كامل إلى المحتوى المميز
de: Schalten Sie alle Funktionen mit vollem Zugriff auf Premium-Inhalte frei
hr: Otključaj sve značajke s punim pristupom premium sadržaju
it: Sblocca tutte le funzionalità con accesso completo ai contenuti premium
ko: 프리미엄 콘텐츠에 대한 전체 액세스로 모든 기능을 잠금 해제하세요
sv: Lås upp alla funktioner med full åtkomst till premiuminnehåll
zh_hans: 解锁所有功能，完全访问高级内容
